-- translation for GiftPackage

return {
	["gift"] = "端午大礼包",
--	["limited_card"] = "限定卡",
	["gift_card"] = "礼物卡",

	["zongzi"] = "粽子",
	[":zongzi"] = "基本牌\
出牌时机：出牌阶段\
使用目标：你\
作用效果：目标角色增加1点体力上限和体力，并永久获得技能“离骚”（<b>锁定技</b>，你每受到一次♥或♦【杀】造成的伤害，须扣减1点体力上限。）。\
限制说明：每名角色在每局游戏中只能吃一个粽子。",
	["lisao"] = "离骚",
	[":lisao"] = "<b>锁定技</b>，你每受到一次♥或♦【杀】造成的伤害，须扣减1点体力上限。",
	["$lisao1"] = "日月忽其不淹兮，春与秋其代序。",
	["$lisao2"] = "乘骐骥以驰骋兮，来吾道夫先路。",
	["$lisao3"] = "日月忽其不淹兮，春与秋其代序。",
	["$lisao4"] = "乘骐骥以驰骋兮，来吾道夫先路。",
	["cv:quyuan"] = "烨子风暴&小P",
}

