-- translation for GiftPackage

return {
	["gift"] = "节日大礼包",
--	["limited_card"] = "限定卡",
	["gift_card"] = "礼物卡",

	["zongzi"] = "粽子",
	[":zongzi"] = "基本牌\
出牌时机：出牌阶段\
使用目标：你\
作用效果：目标角色增加1点体力槽，并永久获得技能“离骚”（<b>锁定技</b>，你每受到一次♥或♦【杀】造成的伤害，须扣减1点体力上限。）。\
限制说明：每名角色在每局游戏中只能吃一个粽子。",
	["lisao"] = "离骚",
	[":lisao"] = "<b>锁定技</b>，你每受到一次♥或♦【杀】造成的伤害，须扣减1点体力上限。",
	["$lisao1"] = "日月忽其不淹兮，春与秋其代序。",
	["$lisao2"] = "乘骐骥以驰骋兮，来吾道夫先路。",
	["$lisao3"] = "日月忽其不淹兮，春与秋其代序。",
	["$lisao4"] = "乘骐骥以驰骋兮，来吾道夫先路。",
	["cv:quyuan"] = "烨子风暴&小P",

	["moonpie"] = "月饼",
	[":moonpie"] = "基本牌\
出牌时机：出牌阶段\
使用目标：攻击范围内的一名其他角色\
作用效果：目标角色手牌上限+2并永久获得技能“射日”（<b>锁定技</b>，你使用的红色锦囊均视为对原目标角色使用的【铁索连环】。）。\
限制说明：每名角色在每局游戏中只能被喂一个月饼。",
	["beatjapan"] = "射日",
	[":beatjapan"] = "<b>锁定技</b>，你使用的红色锦囊均视为对原目标角色使用的【铁索连环】。",
	["#BeatJapan"] = "%from 的锁定技【%arg】生效，所用锦囊变为【%arg2】，目标为 %to",
	["$beatjapan1"] = "钓鱼岛自古以来都是中国的固有领土！",
	["$beatjapan2"] = "小日本自古以来都是一个龌龊的民族！",
	["$beatjapan3"] = "日本省自古以来都是中国的固有领土！",
}

