-- translation for GiftPackage

return {
	["gift"] = "节日大礼包",
--	["limited_card"] = "限定卡",
	["gift_card"] = "礼物卡",

	["zongzi"] = "粽子",
	[":zongzi"] = "基本牌\
出牌时机：出牌阶段\
使用目标：你\
作用效果：目标角色增加1点体力槽，并永久获得技能“离骚”（<b>锁定技</b>，你每受到一次♥或♦【杀】造成的伤害，须扣减1点体力上限。）。\
限制说明：每名角色在每局游戏中只能吃一个粽子。",
	["lisao"] = "离骚",
	[":lisao"] = "<b>锁定技</b>，你每受到一次♥或♦【杀】造成的伤害，须扣减1点体力上限。",
	["$lisao1"] = "日月忽其不淹兮，春与秋其代序。",
	["$lisao2"] = "乘骐骥以驰骋兮，来吾道夫先路。",
	["$lisao3"] = "日月忽其不淹兮，春与秋其代序。",
	["$lisao4"] = "乘骐骥以驰骋兮，来吾道夫先路。",
	["cv:quyuan"] = "烨子风暴&小P",

	["moonpie"] = "月饼",
	[":moonpie"] = "基本牌\
出牌时机：出牌阶段\
使用目标：攻击范围内的一名角色\
作用效果：目标角色永久获得技能“邀月”（<b>锁定技</b>，你的手牌上限+2.）和“射日”（<b>锁定技</b>，你对任意角色使用的♥或♦锦囊的效果均改为横置或重置该角色的武将牌。）。\
限制说明：每名角色在每局游戏中只能被喂一个月饼。",
	["$moonpie1"] = "中秋佳节，应将胡饼邀蟾蜍。", -- M
	["$moonpie2"] = "且饮此杯，共语升平。", -- F
	["yaoyue"] = "邀月",
	[":yaoyue"] = "<b>锁定技</b>，你的手牌上限+2.",
	["$yaoyue1"] = "昨夜嫦娥弄玉纤，也应掐月作花钿。",
	["$yaoyue2"] = "明月几时有，把酒问青天。",
	["beatjapan"] = "射日",
	[":beatjapan"] = "<b>锁定技</b>，你对任意角色使用的♥或♦锦囊的效果均改为横置或重置该角色的武将牌。",
	["#BeatJapan"] = "%from 的锁定技【%arg】生效，所用锦囊的效果发生了变化",
	["$beatjapan1"] = "君也经术三十年，此发必中后羿箭。",
	["$beatjapan2"] = "飞扬倚天挽雕弓，飞箭挂长空。",

	["rice_ball"] = "浮元子",
	[":rice_ball"] = "基本牌\
出牌时机：出牌阶段\
使用目标：任一其他角色\
作用效果：随机将你的位置移动到目标角色的上家或下家。\
限制说明：每名角色在每局游戏中只能使用一次浮元子。",
	["#RiceBall"] = "%from 悄悄跑到了 %to 之间",
}

