-- translation for ManeuveringPackage

return {
	["maneuvering"] = "地煞卡牌包",

	["machinery"] = "机关术",
	[":machinery"] = "基本牌\
出牌时机：出牌阶段\
使用目标：你攻击范围内的一名角色\
作用效果：你对目标角色造成1点机关伤害",

	["magic"] = "阴阳术",
	[":magic"] = "基本牌\
出牌时机：出牌阶段\
使用目标：你攻击范围内的一名角色\
作用效果：你对目标角色造成1点阴阳伤害",

	["analeptic"] = "广寒光",
	[":analeptic"] = "基本牌\
出牌时机：1.出牌阶段；2.当你处于濒死状态时\
使用目标：你\
作用效果：1.令你于此回合使用的下一张进攻牌所造成的伤害+1；2.回复1点体力",
	["#Drank"] = "%from 饮用了【广寒光】，下一张进攻牌将具有伤害 +1 的效果",
	["#UnsetDrank"] = "%from 进攻牌的结算完毕，【广寒光】的效果消失",
	["#UnsetDrankEndOfTurn"] = "%from 的回合结束，【广寒光】的效果消失",

	["fan"] = "破土七郎",
	[":fan"] = "装备牌·武器\
攻击范围：4\
武器特效：你可以将一张【杀】当【机关术】使用",

	["guding_blade"] = "凌虚",
	[":guding_blade"] = "装备牌·武器\
攻击范围：2\
武器特效：<b>锁定技</b>，当你使用进攻牌对目标角色造成伤害时，若其没有手牌，此伤害+1",
	["#GudingBladeEffect"] = "%from 装备的【凌虚】生效，无手牌对象 %to 的伤害从 %arg 增加到 %arg2",

	["vine"] = "绝天锁",
	[":vine"] = "装备牌·防具\
防具效果：<b>锁定技</b>，【横扫六国】、【百步飞剑】和【杀】对你无效；每当你受到机关伤害时，此伤害+1",
	["#VineDamage"] = "%from 装备【绝天锁】的效果被触发，由 %arg 点机关伤害增加到 %arg2 点机关伤害",

	["silver_lion"] = "传国玉玺",
	[":silver_lion"] = "装备牌·防具\
防具效果：<b>锁定技</b>，每当你受到多于1点的伤害时，防止多余的伤害；当你失去装备区里的【传国玉玺】时，你回复1点体力",
	["#SilverLion"] = "%from 的防具【传国玉玺】防止了 %arg 点伤害，减至 1 点",

	["fire_attack"] = "青铜开口",
	[":fire_attack"] = "锦囊牌\
出牌时机：出牌阶段\
使用目标：有手牌的一名角色\
作用效果：目标角色展示一张手牌，然后若你弃置一张与所展示牌相同花色的手牌，则你对其造成1点机关伤害",
	["fire-attack-card"] = "您可以弃置一张与%dest所展示卡牌相同花色(%arg)的牌对%dest造成1点机关伤害",
	["@fire-attack"] = "%src 展示的牌的花色为 %arg，请弃置一张与其相同花色的牌",

	["iron_chain"] = "合纵连横",
	[":iron_chain"] = "锦囊牌\
出牌时机：出牌阶段\
使用目标：一至两名角色\
作用效果：目标角色分别横置或重置其武将牌",

	["supply_shortage"] = "四面楚歌",
	[":supply_shortage"] = "延时锦囊牌\
出牌时机：出牌阶段\
使用目标：距离为1的一名角色\
执行动作：将【四面楚歌】置于目标角色的判定区里\
作用效果：若判定结果不为梅花，则目标角色跳过此回合的摸牌阶段",

	["green"] = "青龙",
	[":green"] = "装备牌·机关\
机关效果：<b>锁定技</b>，防止你受到的机关伤害；其他角色计算与你的距离+1",

}