-- translation for PurgatoryPackage

return {
	["purgatory"] = "生死之战",

	["cv:gift"] = "烨子风暴|Paddy",

	["mastermind"] = "摄魂",
	[":mastermind"] = "锦囊牌\
使用时机：出牌阶段\
使用目标：两名角色\
作用效果：指定一名角色为“生”、另一名角色为“死”（场上至多存在一名“生”角色和一名“死”角色）。“死”角色每受到一次伤害，“生”角色回复等同于该伤害的体力，直到回合结束。",
	["@death"] = "死",
	["@life"] = "生",

	["spin_destiny"] = "扭转乾坤",
	[":spin_destiny"] = "锦囊牌\
使用时机：出牌阶段\
使用目标：所有存活和阵亡角色\
作用效果：每名存活角色失去1点体力，然后每名阵亡角色回复1点体力（复活）。",

	["edo_tensei"] = "借尸还魂",
	[":edo_tensei"] = "锦囊牌\
使用时机：当任一角色进入濒死时\
使用目标：任一已阵亡角色\
作用效果：目标角色回复1点体力并摸三张牌（复活），然后该濒死角色立即死亡。",

	["shit"] = "伪信",
	[":shit"] = "基本牌\
特定效果：你的回合内，当此牌从你的手牌进入弃牌堆时，你受到1点属性与该牌花色相应且来源为你的伤害（或流失体力）：♠~流失体力；♥~火焰属性；♣~雷电属性；♦~无属性。",
	["$ShitLostHp"] = "%from 的 %card 败露, 将流失1点体力",
	["$ShitDamage"] = "%from 的 %card 败露, 将受到自己对自己的1点伤害[%arg]",
}

