-- translation for PurgatoryPackage

return {
	["purgatory"] = "生死之战",

	["cv:gift"] = "烨子风暴|Paddy",

	["mastermind"] = "摄魂",
	[":mastermind"] = "锦囊牌\
使用时机：出牌阶段\
使用目标：两名角色\
作用效果：指定一名角色为“生”、另一名角色为“死”（场上至多存在一名“生”角色和一名“死”角色）。“死”角色每受到一次伤害，“生”角色回复等同于该伤害的体力，直到回合结束。",

	["spin_destiny"] = "扭转乾坤",
	[":spin_destiny"] = "锦囊牌\
使用时机：出牌阶段\
使用目标：所有存活和阵亡角色\
作用效果：每名存活角色失去1点体力，然后每名阵亡角色回复1点体力（复活）。",

	["edo_tensei"] = "借尸还魂",
	[":edo_tensei"] = "锦囊牌\
使用时机：当任一角色进入濒死时\
使用目标：任一已阵亡角色\
作用效果：目标角色回复1点体力并摸三张牌（复活），然后该濒死角色立即死亡。",

}

