-- translation for PloughPackage

return {
	["plough"] = "天罡卡牌包",

	["ecstasy"] = "迷",
	[":ecstasy"] = "使用时机：出牌阶段\
使用目标：除你以外，你攻击范围内的一名角色\
效果：目标角色不能使用或打出【杀】和【闪】，直到你的回合结束或其受到一次伤害。每回合限用一次",
	["#EcstasyEffect"] = "%from 被迷晕了，无法使用或打出 %arg",
	["#UnsetEcstEndOfTurn"] = "%from 的回合结束，%to 恢复了神智",
	["#UnsetEcst"] = "%from 感觉到切肤之痛，恢复了神智",

	["drivolt"] = "逼上梁山",
	[":drivolt"] = "使用时机：出牌阶段\
使用目标：一名与你不同势力的其他角色\
效果：目标角色失去1点体力，弃置两张牌，然后摸三张牌",

	["counterplot"] = "将计就计",
	[":counterplot"] = "使用时机：目标锦囊生效前\
使用目标：一张指定了唯一目标的非延时类锦囊\
效果：抵消目标锦囊产生的效果且你获得该锦囊",

	["wiretap"] = "探听",
	[":wiretap"] = "使用时机：出牌阶段\
使用目标：除你外的任一角色\
效果：你观看一次该角色的手牌",

	["assassinate"] = "行刺",
	[":assassinate"] = "使用时机：出牌阶段\
使用目标：除你外的任一角色\
效果：目标角色需连续打出两张【闪】，否则受到1点伤害。若目标角色连续打出两张【闪】，你须将你的武将牌翻面",
	["@assas1"] = "%src 对你使用了【行刺】，请打出第一张【闪】",
	["@assas2"] = "%src 对你使用了【行刺】，请打出第二张【闪】",

	["provistore"] = "积草屯粮",
	[":provistore"] = "使用时机：出牌阶段\
使用目标：任一角色\
效果：将【积草屯粮】横置于该角色的判定区里。目标角色回合的判定阶段，进行判定：若判定结果不为方块，则跳过该角色的弃牌阶段",

	["treasury"] = "生辰纲",
	[":treasury"] = "使用时机：出牌阶段\
使用目标：你\
效果：将【生辰纲】横置于目标角色的判定区里。目标角色回合判定阶段，进行判定：若判定结果为红色J、Q、K或A，则目标角色摸五张牌，将【生辰纲】弃置；若判定结果不为红色J、Q、K或A，将【生辰纲】移动到当前目标角色的下家（【生辰纲】的目标变为该角色）的判定区里",

	["tsunami"] = "海啸",
	[":tsunami"] = "使用时机：出牌阶段\
使用目标：你\
效果：将【海啸】横置于目标角色的判定区里。目标角色回合判定阶段，进行判定：若判定结果为黑色J、Q、K或A，则目标角色须弃置其所有牌，将【海啸】弃置；若判定结果不为黑色J、Q、K或A，将【海啸】移动到当前目标角色下家（【海啸】的目标变为该角色）的判定区里",

	["double_whip"] = "雌雄虎眼鞭",
	[":double_whip"] = "攻击范围：２\
武器特效：每当你使用一张【杀】时，（在其结算前）可以横置（处于“连环状态”）或重置目标角色的武将牌",

	["meteor_sword"] = "流星碎岩刀",
	[":meteor_sword"] = "攻击范围：３\
武器特效：锁定技，你使用【杀】造成的伤害均为体力流失",

	["sun_bow"] = "天地日月弓",
	[":sun_bow"] = "攻击范围：５\
武器特效：出牌阶段，你使用红色的普通【杀】时，可以额外指定一名目标角色",

	["gold_armor"] = "雁翎圈金甲",
	[":gold_armor"] = "锁定技，具属性伤害的【杀】对你无效；你每受到一次【杀】造成的伤害，伤害来源须弃置其装备区里的武器",
	["#ThrowWeapon"] = "%from 装备的 %arg 生效",

	["jade"] = "照夜玉狮子",
	["brown"] = "踢雪乌骓",
}

