-- translation for EventsPackage

return {
	["events"] = "事件牌",
	["events_package"] = "事件卡牌包",

	["jiefachang"] = "梁山好汉劫法场",
	[":jiefachang"] = "回合结束时，对任一武将牌背面朝上的角色使用。将目标角色的武将牌翻回正面。<br />拔刀相助：出牌阶段，你可以弃置这张牌，然后弃掉任一角色判定区里的一张牌。",
	["@jiefachang"] = "你可以使用【梁山好汉劫法场】事件牌，令一名武将牌背面向上的角色翻面",

	["daojia"] = "时迁盗甲",
	[":daojia"] = "场上一张【顺手牵羊】结算完毕后，对除你以外一名装备防具的角色使用。你获得该角色的防具。<br />偷天换日：出牌阶段，你可以将这张牌与牌堆顶第一张牌进行交换。",
	["@daojia"] = "你可以使用【时迁盗甲】事件牌，获取一名其他角色的防具",

	["tifanshi"] = "浔阳楼题反诗",
	[":tifanshi"] = "你使用【酒】执行第一项效果后，对自己使用。你摸X张牌，X为场上存活反贼数。<br />揭竿而起：出牌阶段，你可以弃置这张牌，令任一其他角色弃置一张牌。",
	["@tifanshi"] = "你可以使用【浔阳楼题反诗】事件牌，摸和场上反贼数目相同的牌",

	["ninedaygirl"] = "宋公明遇九天玄女",
	[":ninedaygirl"] = "当你受到一次大于1点的伤害时，对自己使用。防止此伤害。<br />仙人指路：出牌阶段，你可以弃置这张牌并指定任一有手牌的其他角色。你展示该角色的一张手牌并获得之。",
	["@ninedaygirl"] = "你可以使用【宋公明遇九天玄女】事件牌，防止自己所受到的 %src 点伤害",
	["#NineGirl"] = "%from 受到的 %arg 点伤害被无效化",

	["fuckgaolian"] = "斗法破高廉",
	[":fuckgaolian"] = "任意角色的判定牌结果为黑桃且生效后，对除你以外任一角色使用。目标角色受到1点雷电伤害。<br />斗转星移：任意角色的判定牌生效前，你可以用这张牌替换之。",
	["@fuckgl"] = "你可以使用【斗法破高廉】事件牌，令一名其他角色遭雷劈",

}
