-- translation for Resumes of generals

return {
	["DefaultResume"] = "人物简介：\
不详",

-- standard
	["resume:songjiang"] = "人物简介：\
原为山东郓城县一刀笔小吏，字公明，绰号呼保义。面目\
黝黑，身材矮小，平素为人仗义，挥金如土，好结交朋友，\
以及时雨而天下闻名。因晁盖等黄泥冈劫生辰纲事发，宋\
江把官军追捕的消息告知晁盖。及晁盖等上梁山后，遣刘\
唐送来书信(招文袋)及五十两黄金酬谢。不料，此信落入\
其妾阎婆惜之手。无奈，宋江怒杀阎婆惜，发配江州，与\
李逵等相识。却又因在浔阳楼题反诗而被判成死罪。幸得\
梁山好汉搭救，在刑场把宋江救上梁山，坐了副头领。后\
在攻打曾头市时，晁盖眼中毒箭而亡，遂坐上头把交椅。\
日后，宋江率众为朝廷招安。在历次讨伐其他起义军的过\
程中，梁山好汉死伤甚众，宋江本人也被所赐御酒毒死",
	["resume:lujunyi"] = "人物简介：\
北京大名府人氏，一身好武艺，枪棒天下第一。因为相貌\
丰伟、武艺高超，人称河北玉麒麟。传说是周侗弟子，林\
冲、岳飞的师兄。本是一方富豪，被吴用计赚上山相聚。\
归家后被家奴李固勾搭其妻陷害，梁山好汉打破大名府救\
之上山。曾头市一战擒获史文恭，因此坐了梁山第二把交\
椅。受招安后，时常独自领兵，立下战功无数。被封为庐\
州安抚使兼兵马副总管。旋又被四大奸臣设计毒杀。",
	["resume:wuyong"] = "人物简介：\
梁山泊的军师。通晓兵法、擅长谋略，故得绰号智多星。\
本是东溪村私塾里的先生；但被晁盖所邀，与阮氏三兄弟\
及公孙胜一同参与了生辰纲（官吏的贿赂）抢劫作战。虽\
施妙计令作战成功，但之后却被官府发现并成为通缉犯，\
与晁盖等人一同逃往梁山泊。晁盖当上梁山首领后，他作\
为军事负责制定战略。晁盖死后，他辅佐宋江，为其扩充\
势力做了不少贡献。宋江被高俅等人谋害毒死后，与花荣\
一同殉义。",
	["resume:gongsunsheng"] = "人物简介：\
梁山泊副军师，同时也是天下第一的道士。作为罗真人的\
弟子，接受著严酷的修行。其法术，据说可以自由的呼风\
唤雨、腾云驾雾；人送外号入云龙。和晁盖一同劫了生辰\
纲，并上了梁山。后因担心老母而返回故乡。当高廉率领\
官军并使用幻术打败梁山义军时，他赶回梁山，破了高廉\
的幻术。之后他也运用法术多次助战。在征讨方腊前，他\
遵守与师傅罗真人的约定离开了梁山，回山修道。\
《水浒后传》中随李俊化外为王，被封为国师。",
}