-- translation for Resumes of generals

return {
	["DefaultResume"] = "人物简介：\
不详",

-- standard
	["resume:songjiang"] = "人物简介：\
原为山东郓城县一刀笔小吏，字公明，绰号呼保义。面目\
黝黑，身材矮小，平素为人仗义，挥金如土，好结交朋友，\
以及时雨而天下闻名。因晁盖等黄泥冈劫生辰纲事发，宋\
江把官军追捕的消息告知晁盖。及晁盖等上梁山后，遣刘\
唐送来书信(招文袋)及五十两黄金酬谢。不料，此信落入\
其妾阎婆惜之手。无奈，宋江怒杀阎婆惜，发配江州，与\
李逵等相识。却又因在浔阳楼题反诗而被判成死罪。幸得\
梁山好汉搭救，在刑场把宋江救上梁山，坐了副头领。后\
在攻打曾头市时，晁盖眼中毒箭而亡，遂坐上头把交椅。\
日后，宋江率众为朝廷招安。在历次讨伐其他起义军的过\
程中，梁山好汉死伤甚众，宋江本人也被所赐御酒毒死",
	["resume:lujunyi"] = "人物简介：\
北京大名府人氏，一身好武艺，枪棒天下第一。因为相貌\
丰伟、武艺高超，人称河北玉麒麟。传说是周侗弟子，林\
冲、岳飞的师兄。本是一方富豪，被吴用计赚上山相聚。\
归家后被家奴李固勾搭其妻陷害，梁山好汉打破大名府救\
之上山。曾头市一战擒获史文恭，因此坐了梁山第二把交\
椅。受招安后，时常独自领兵，立下战功无数。被封为庐\
州安抚使兼兵马副总管。旋又被四大奸臣设计毒杀。",
	["resume:wuyong"] = "人物简介：\
梁山泊的军师。通晓兵法、擅长谋略，故得绰号智多星。\
本是东溪村私塾里的先生；但被晁盖所邀，与阮氏三兄弟\
及公孙胜一同参与了生辰纲（官吏的贿赂）抢劫作战。虽\
施妙计令作战成功，但之后却被官府发现并成为通缉犯，\
与晁盖等人一同逃往梁山泊。晁盖当上梁山首领后，他作\
为军事负责制定战略。晁盖死后，他辅佐宋江，为其扩充\
势力做了不少贡献。宋江被高俅等人谋害毒死后，与花荣\
一同殉义。",
	["resume:gongsunsheng"] = "人物简介：\
梁山泊副军师，同时也是天下第一的道士。作为罗真人的\
弟子，接受着严酷的修行。其法术，据说可以自由的呼风\
唤雨、腾云驾雾；人送外号入云龙。和晁盖一同劫了生辰\
纲，并上了梁山。后因担心老母而返回故乡。当高廉率领\
官军并使用幻术打败梁山义军时，他赶回梁山，破了高廉\
的幻术。之后他也运用法术多次助战。在征讨方腊前，他\
遵守与师傅罗真人的约定离开了梁山，回山修道。\
《水浒后传》中随李俊化外为王，被封为国师。",
	["resume:guansheng"] = "人物简介：\
梁山五虎将之首，人称大刀关胜。汉末义勇武安王关圣人\
的后裔。本是蒲东巡检使，熟读兵书，深通武艺。梁山攻\
打大名府时奉命救援，采用围魏救赵之计，迫使梁山撤军。\
曾独战林冲、秦明两将。归顺梁山后凭借个人魅力擒获降\
服水火二将。招降唐斌三将倒反壶关。征讨方腊归来，受\
封北京大名府总管兵马，得病身亡。\
《水浒后传》中随李俊化外称王，为新五虎之二。",
	["resume:linchong"] = "人物简介：\
人称“豹子头”。花和尚鲁智深的结拜兄弟。本是东京八十\
万禁军枪棒教头，因高俅之子高衙内垂涎林冲妻子，伙同\
陆谦设计使林冲误闯白虎节堂，发配沧州。并买通解差预\
在途中至林冲于死地，幸得结拜弟兄鲁智深搭救，方免遇\
难。但随后高俅又派人火烧草料场，林冲不得已大闹山神\
庙，格杀陆谦，雪夜上梁山。后又火并心胸狭隘的王伦，\
拥立晁盖。征讨方腊得胜还朝时，染患风病，修养于六合\
寺中，半载而亡。",
	["resume:huarong"] = "人物简介：\
以天下无双的箭法为荣，其绰号「小李广」也是来自汉代\
的名弓手李广。曾任青州清风镇的副知事，因藏匿成为通\
缉犯的结拜兄弟宋江而同宋江一同被捕并治罪。在被清风\
山的山贼燕顺救出后，与宋江和燕顺等人进了梁山泊。作\
为头领宋江的心腹，一直支持着宋江，身为率领骑兵的八\
虎骑之一，历经数战。讨方腊后，虽然在应天府任官，但\
在宋江被高俅等人蓄谋毒害之后，与吴用一同殉义。",
	["resume:chaijin"] = "人物简介：\
后周皇帝柴世宗的子孙，大财主。人称「小旋风」。喜欢\
结交好汉。因李逵为其叔父柴皇城报仇打死高廉妻舅殷天\
锡，而成为死囚；但终得梁山所救。加入梁山泊之后，主\
要负责谍报工作。与宋江共赴东京时，他乔装打扮混入朝\
廷内；在讨方腊时，作了方腊的女婿、打入敌人内部核心。\
讨方腊后，被朝廷任命为沧州横海郡都统制；但他却弃官\
不做，以庶民身份，安度余生。\
《水浒后传》中随李俊化外为王，被封为太子太保，礼部\
尚书，行暹罗国丞相事。",
	["resume:zhutong"] = "人物简介：\
长髯至腰的英雄人物。相貌可以与关羽媲美，被称为「美\
髯公」。因武艺高强而出任郓城县骑兵都头。为人重义气，\
曾放跑了宋江和雷横。在雷横逃跑之后，被问罪押往沧州\
府。因沧州知府幼子所喜爱而得到关照。李逵奉宋江之命\
杀死沧州知府之子后，朱仝走投无路上了梁山。之后作为\
大将身经百战。在征讨方腊后，成保定府都统制。后随刘\
光世抗金，做到太平军节度使。\
《水浒后传》中随李俊化外为王，被封为兵马正总管，武\
烈将军。",
	["resume:luzhishen"] = "人物简介：\
原名鲁达，天生神力，使一条六十二斤的水磨禅杖。本是\
渭州经略府提辖官，因打抱不平，三拳打死欺男霸女的恶\
霸郑屠而逃亡。为了摆脱追捕，出家五台山，被授予法号\
智深。因身上有刺绣，被称为“花和尚”。醉打山门后被迁\
至东京相国寺。在菜园倒拔垂杨柳，认识林冲，结为兄弟。\
为解救林冲大闹野猪林。后和杨志等义夺二龙山，三山聚\
义后，同归梁山。南征北讨，屡建奇功。征讨田虎时，擒\
获马灵。征讨方腊时，擒获夏侯成、方腊。平灭方腊后，\
圆寂于杭州六合寺。",
	["resume:wusong"] = "人物简介：\
在家乡和官差打架出逃时，在柴进家结识宋江，并结为兄\
弟。曾在景阳岗徒手醉打猛虎，名扬天下。后为兄报仇怒\
杀嫂子潘金莲及其奸夫西门庆而被流放孟州。又为施恩义\
夺快活林，醉打恶霸蒋门神，因此遭到张都监陷害。武松\
大闹飞云浦，血溅鸳鸯楼。因张青的计策，在逃亡途中扮\
作行者，上了二龙山。三山聚义后同归梁山。征讨方腊时，\
在攻打睦州战役中，被方腊手下天师包道乙用妖术释放的\
玄天混元剑斩断左臂。平灭方腊后，被封为清忠祖师，在\
杭州六合寺颐养天年。",
	["resume:yangzhi"] = "人物简介：\
因脸上有大块青色胎记，而得外号「青面兽」。北宋杨家\
将的后代，本人也通过了武举升任至殿司制使。但因运送\
花岗岩出差错而沦落东京。卖刀怒杀泼皮牛二。发配大名\
府得到梁中书赏识，与索超比武争功，再次启用。但因生\
辰纲被晁盖等所夺而逃亡。和鲁智深一同在二龙山落草为\
寇，三山聚义后加入梁山。在与官军的战斗中，因讨李明\
等而战功卓著。在讨方腊时发病，后亡故。",
	["resume:xuning"] = "人物简介：\
家传钩镰枪法独步天下，人称“金枪手”。原是东京八十万\
禁军金枪班教头，会使金枪法和钩镰枪法这两套独门枪法。\
当梁山被呼延灼设下的连环甲马弄的焦头烂额时，吴用设\
计使时迁夜盗徐宁家传宝甲“赛唐猊”，骗其上山，大破连\
环甲马阵。手下十二队金枪手，和花荣并称“风流威猛二将”。\
征讨方腊时，在攻打杭州北门关时，为救郝思文，被暗箭\
射中，归阵七窍流血而亡。",
	["resume:daizong"] = "人物简介：\
吴用好友，外号「神行太保」。双脚绑上两枚神行甲马，\
便日行五百里（绑四枚的话，就是八百里）。在江洲大牢\
当差的时候结识宋江，意气相投。在宋江以逆反罪被捕时，\
他负责到东京询问对宋江的处置意见。在路上被梁山所俘，\
虽将伪造的回覆信件带回江州，但被黄文炳识破并被投入\
大狱。就在与宋江一同被问斩前夕，被梁山义军救出。此\
后作为梁山的谍报官而在全国各处奔走。讨方腊之后，\
谢拒了朝廷的委任，于泰安州岳庙出家。\
《水浒后传》中随李俊化外为王，被封通政司使。",
	["resume:likui"] = "人物简介：\
又称「黑旋风」、「铁牛」。在戴宗手下工作时结识宋江，\
并心生敬佩。在戴宗与宋江即将被处斩时，他冲入刑场，\
大开杀戒。加入梁山泊后，他依旧时常惹事生非。他惊人\
的言行举止，总是为同伴招来麻烦。在战场上，他发挥着\
无敌的威力。在与祝家庄的战斗中，他杀了祝彪、祝龙；\
在讨方腊时，也是战斗到最后。讨方腊后，被朝廷的奸臣\
下了毒的宋江拿了毒酒让他喝。他悟出这是宋江担心他死\
后自己会造反，所以顺从地喝了毒酒。",
	["resume:ruanxiaoqi"] = "人物简介：\
阮氏三兄弟里的老三。人称「活阎罗」。原本和兄弟一起\
在石碣村打鱼为生，却爽快地答应了吴用提出的一同抢劫\
生辰纲的邀请。计划成功后，击退了带领官军逼近石碣村\
的何涛，上了梁山。曾在接送朝廷派的傲慢的使者上山时，\
将使者带来的御酒偷换成浊酒，另使者颜面无存。讨方腊\
后，他就任盖天军都统制，因曾穿著龙袍戏耍被剥夺官职，\
同著老母重回石碣村为渔民。\
《水浒后传》中随李俊化外为王，被封为兵马正总管，武\
烈将军。",
	["resume:yangxiong"] = "人物简介：\
因手段高强，面貌微黄，而被称为「病关索」。原为蓟州\
两院押狱兼刽子手。被城兵纠缠之际，为石秀所救，而结\
拜为兄弟。招待石秀到自己家居住，从石秀处得知了妻子\
与和尚的奸情。最初听信妻子的谗言而怀疑石秀。知道真\
相后遂与之和解。杀了发妻之后，与石秀一同逃上梁山。\
在攻打北京的战斗中，他潜入城中杀死王太守一家。讨方\
腊后，在凯旋回都前，由于背上长了肿疮而死。",
	["resume:yanqing"] = "人物简介：\
擅长弓弩和近身格斗，除精通音律等诸项艺能外，还会各\
地方言。绰号“浪子”皮肤白皙的美男子，全身刺有漂亮的\
纹身。从小得卢俊义收养。与卢俊义一起加入梁山。受新\
首领宋江之命，多方活动，结交名妓李师师，认做姐弟，\
得见徽宗皇帝，并将宋江等人请求招安的意愿当面转达，\
使之终得以实现。讨方腊后，辞官归隐。\
《水浒后传》随李俊化外称王，封太子少师，文成侯。\
《说岳全传》中驾海船搭救了被金兵追赶的宋高宗赵构一\
行人。但得知高宗身份后将其赶下船。",
	["resume:andaoquan"] = "人物简介：\
金陵健康府人士，祖传内外科医术，救人无数，天下驰名，\
人称“华佗再世，扁鹊重生”。为救治宋江顽疾，被张顺请\
上梁山。上山后，随军出诊，多次巧施妙手，救了众多梁\
山好汉性命。征讨方腊时，被皇帝中途诏回，于太医院做\
了金紫医官。导致宋江军中无良医而损失惨重。\
《水浒后传》中，追随李俊化外称王。被封为太医院正卿。\
《说岳全传》中，在牛首山隐居，救治了落难染病的宋高\
宗赵构。",
	["resume:husanniang"] = "人物简介：\
扈家庄的女将。因其美貌，被人称为「一丈青」扈三娘。\
在梁山泊攻打祝家庄的时候，为救未婚夫祝彪，而与祝家\
庄合力。虽生擒王英，但不敌林冲被俘。在祝家庄之战结\
束之后，经宋江撮合与王英结婚。与官军对抗时，曾和呼\
延灼进行长时间的拉锯战；在辽国战事中，夫妻二人合力\
抓住了辽国的天寿公主。在讨方腊时，其夫被郑彪所斩。\
为报夫仇而突入敌阵；但被郑彪所掷铜砖击中脸部而死。",
	["resume:sunerniang"] = "人物简介：\
菜园子张青之妻，和丈夫在十字坡开店，专杀恶人，做成\
人肉包子。后和武松相交，投二龙山入伙，三山聚义后，\
同归梁山。随军征讨方腊时，被杜微飞刀所伤而亡。",
	["resume:gaoqiu"] = "人物简介：\
宋朝殿帅府太尉。朝廷「四奸」之一。原名高二。因为擅\
长蹴鞠，所以被称作高俅。因球技被爱玩的瑞王所肯定，\
而在其身边任职。瑞王作为徽宗皇帝继位後，他被提升为\
殿帅府太尉。在玩弄权术的同时，与梁山泊的各处多次对\
决。当梁山泊撕毁诏安（归顺朝廷）的诏书时，他亲自带\
队讨伐，但惨败被俘。因许诺会努力让皇帝开恩大赦梁山\
泊众人而得已被释放；但回到皇帝身边却又开始谎报军情。\
此後，他也一直在朝廷内暗中活动，令梁山泊不被重用。\
讨方腊後，设计毒杀了宋江和卢俊义。",
	["resume:caijing"] = "人物简介：\
宋朝宰相。朝廷「四奸」之首。字元长。进士及第，先为\
地方官，后任中书舍人，改龙图阁持制、知开封府。绍圣\
元年，任权户部尚书。宋徽宗即位，蔡京被弹劾夺职，闲\
居杭州。后勾结童贯，以书画达于禁中，得以重新起用。\
崇宁元年排挤宰相韩忠彦，为右相，后又官至太师。曾先\
后四次任相，共达十七年之久。他与童贯、杨戬、高俅等，\
把持朝政，设应奉局和造作局，大兴花石纲之役；建延福\
宫、艮岳，耗费巨万；设“西城括田所”，大肆搜括民田；\
为弥补财政亏空，尽改盐法和茶法，铸当十大钱；民怨沸\
腾，币制混乱不堪。钦宗即位后，被贬岭南，途死潭州。",
	["resume:fangla"] = "人物简介：\
北宋末年四大寇之江南方腊。原是歙州山中樵夫，因去溪\
边净手，水中照见自己头戴平天冠，身穿衮龙袍，以此向\
人说自家有天子福分。因朱献在吴中徵取花石纲，百姓大\
怨，人人思乱，方腊以明教教主身份号召徒众起事，就清\
溪县内帮源洞中，起造宝殿、内苑、宫阙，睦州，歙州亦\
各有行宫。设文武职台，省院官僚，内相外将，一应大臣。\
共占据该八州二十五县。后被受招安的梁山军剿灭。",
	["resume:wangqing"] = "人物简介：\
北宋末年四大寇之淮西王庆。本是开封府副牌军。因与蔡\
攸之媳、童贯之侄女有染。而被童贯等设计发配房州。途\
中又不合打了管营张世开的妻舅庞元，被张世开陷害，而\
怒杀张世开。后入赘“大虫窝”段家，为官兵追捕上了房山\
寨，火并寨主廖立。从此招兵买马，积草囤粮。纠合恶少，\
割据荆南，占据八州八十六县，自封楚王。后被受招安的\
梁山军剿灭。",
	["resume:panjinlian"] = "人物简介：\
宋朝最出名的美女，古代是“淫妇”的代名词，其与武大郎、\
武松、西门庆三个男人的恩怨情仇，在民间广为流传。留\
下了《水浒传》、《金瓶梅》两部奇书。现代作为被压迫\
的女性形象，开始翻案。",
	["resume:lishishi"] = "人物简介：\
天下第一名妓，绝世美人，宋徽宗的情人。燕青为招安一\
事，数度求助于李师师，并与之结拜为姐弟。曾帮助梁山\
向徽宗进言，为梁山最后授招安立下大功。",
	["resume:yanxijiao"] = "人物简介：\
宋江的小妾，与张文远私通。因无意中得知宋江与梁山的\
交往而勒索宋江，被宋江一怒之下，将其斩杀，从而开始\
了流亡生涯。",

-- rat
	["resume:liying"] = "人物简介：\
点钢枪和飞刀的高手，人称「扑天雕」李应。独龙岗三村\
之一李家庄的庄主。与其他两村（祝家庄、扈家庄）联盟，\
並与梁山泊对抗。但因总管杜兴的缘故，听了杨雄与石秀\
的请求，去救被祝家庄俘虏的时迁，而同祝家庄对立起来。\
同祝彪交战时负伤。在祝家被梁山所破后，加入了梁山泊。\
讨方腊后，被朝廷任命为中山府都统制；但效仿柴进，辞\
官不做，安度余生。\
《水浒后传》中随李俊化外为王，被封为新五虎之一，兼\
暹罗国户部尚书。",
	["resume:dongping"] = "人物简介：\
河东上党郡人氏，原东平府兵马都监。心灵机巧，三教九\
流，无所不通。品竹调弦，无所不会。人称“风流双枪将”。\
梁山攻打东平府时被绳索绊倒遭擒，加入梁山後，在与东\
昌府的战鬥中，张清飞石打将使得梁山泊各方面都陷入苦\
战时，董平数次避过飞石，追击张清至一步之遥。后为梁\
山“虎军大将”。梁山受招安征方腊时，在独松关被火炮击\
伤左臂。次日带伤出阵，为救援张清，被张韬偷袭斩杀。",
	["resume:zhangqing"] = "人物简介：\
飞石百发百中，人送外号「没羽箭」。作为东昌府的守将，\
他飞石击败雷横、关胜、呼延灼，连打梁山十五员大将，\
令梁山泊叫苦不迭。后被吴用设计擒获，加入梁山泊。在\
战高俅、讨辽国等战役中活跃在第一线。在讨田虎时用假\
名字接近同样擅打飞石的女将琼英，使她认可了自己的实\
力，成为自己的妻子。之后，夫妇二人齐心协力漂亮地生\
擒了田虎。在讨方腊时，于独松关一战被厉天闰用枪刺死。",
	["resume:ruanxiaoer"] = "人物简介：\
阮氏三兄弟里的老大。外号「立地太岁」。原本和兄弟一\
起在石碣村打鱼为生，却爽快地答应了吴用提出的一同抢\
劫生辰纲（官吏的贿赂）的邀请。计划成功后，击退了带\
领官军逼近石碣村的何涛，加入了梁山泊。之后，作为水\
军的头领参加了无数战役。讨方腊时，欲划船攻上乌龙岭\
的水寨，却中敌人埋伏，潜水逃跑。不幸被敌人钩子钩住，\
因怕被擒受辱而自杀。",
	["resume:zhangshun"] = "人物简介：\
张横的弟弟。绰号「浪裡白条」，可潜水七天七夜。告别\
兄长在江州经营鱼铺的时候，和抢他鱼的李逵打架，並将\
其沉到河裡，幾乎把他淹死。通过与李逵一起喝过酒的宋\
江的调停，二人加深了瞭解，有了深交。聽到宋江要在江\
州被处决的消息後驱船前去救援。加入梁山泊後，他用智\
谋拉神医安道全上山；又擒住了高俅，可谓屡立奇功。在\
讨方腊时，他也活跃在前线。但在潜入杭州城时被敌人发\
现，被乱箭射死在涌金门。",
	["resume:zhuwu"] = "人物简介：\
定远人氏，能使两口双刀，精通阵法，很有谋略。同陈达\
、杨春，一起在少华山落草。进攻史家庄时结识史进。宋\
江带人马闹西岳华州时归降梁山，做了梁山副军师。征讨\
各处，多次与敌斗阵获胜。受招安后被封为武奕郎兼都统\
领，弃官与樊瑞云游访道。\
《水浒后传》中随李俊化外为王，被封为军师中郎将，兼\
大理寺正卿。",
	["resume:qingzhang"] = "人物简介：\
因早年曾在光明寺种菜浇园，人称“菜园子”。母夜叉孙二\
娘之夫，和妻子在孟州十字坡开店，专杀恶人，做成人肉\
包子。后和武松相交，投二龙山入伙，三山聚义后，同归\
梁山。随军征讨方腊，攻打歙州时，死于乱军之中。",
	["resume:baisheng"] = "人物简介：\
山东济州黄泥岗安乐村闲汉。智取生辰纲时，假扮卖酒小\
贩，用蒙汗药迷倒杨志，归顺梁山后，任走报消息头领。\
征讨方腊时，病故于征途。",
	["resume:shiqian"] = "人物简介：\
练就一身好功夫，能攀高走壁，盗墓做贼，江湖上人称\
“鼓上蚤”。同杨雄、石秀一起投奔梁山途中，因为偷吃了\
祝家庄酒店的公鸡，被捉，引出三打祝家庄。上梁山后，\
多次利用其飞檐走壁的特殊技艺，立了无数功劳。被封为\
走报机密步军头领第二名。征讨方腊时病死在征途。",
	["resume:shiwengong"] = "人物简介：\
曾头市将领，曾家五虎的总教师。因抢夺了照夜玉狮子而\
与梁山结怨，后又射杀晁天王后，将与梁山的仇怨演变为\
你死我活的血海深仇。梁山攻打曾头市时，负责镇守总寨。\
曾二十回合击败秦明。后梁山计破曾头市，史文恭带领苏\
定为前部截寨中伏，被卢俊义擒获，解赴梁山，剖腹剜心，\
享祭晁盖。",
	["resume:qiaodaoqing"] = "人物简介：\
田虎军将领。军师左丞相，受封护国灵感真人。陕西泾原\
人。其母怀孕，梦豺入室，后化为鹿。梦觉，产冽。入骨\
好使枪弄棒，偶游崆峒山，遇异人传授幻术，能呼风唤雨，\
驾雾腾云，人称“幻魔君”。助田虎捏造妖言，逞弄幻术，\
煽惑愚民，侵夺州县。曾在五龙山与公孙胜斗法，失利后\
藏匿于百花岭。被同乡好友孙安说降，拜公孙胜为师。随\
军征讨王庆后，因孙安的辞世，而心灰意冷，回山修道。",
	["resume:qiongying"] = "人物简介：\
田虎麾下的女武将。飞石高手，人送外号「琼矢镞」。幼\
时双亲遭人杀害，被邬梨养大。后来，当她得知田虎就是\
杀害自己父母的仇人后，便暗暗发誓要报仇雪恨。于是每\
晚便有神人张清在梦中出现，并传授武艺。奉田虎之命与\
梁山泊对峙时，击退扈三娘、林冲等人。其后，与在己方\
做间谍的张清相遇并结为伉俪。在明白张清真正身份後，\
夫妇二人携手将田虎擒住。讨伐王庆的战役中，俩人一同\
活跃在战斗第一线。征方腊时，因怀孕而未参战，未能见\
上丈夫最后一面。",
}
