-- FengchiDianche Shuihusha part 9.

return {
	["FCDC"] = "风驰电掣",

	["#xiezhen"] = "两头蛇",
	["xiezhen"] = "解珍",
	["cv:xiezhen"] = "烨子【剪刀剧团】",
	["xunlie"] = "巡猎",
	[":xunlie"] = "你可以弃置一张装备牌跳过你的摸牌阶段，获得除你外手牌数最多的一名角色的至多两张手牌（至少一张）。若你以此法获得的牌为一张，你摸一张牌。",
	["@xunlie"] = "你可以跳过摸牌阶段，发动【巡猎】",
	["get"] = "纳尼，还有牌？再拿一张！",
	["cancel"] = "不拿了",
	["$xunlie1"] = "金蛇弓响，虎狼难逃。",
	["$xunlie2"] = "吾这便去取讨大虫！",
	["~xiezhen"] = "顾不了那么多了！",

	["#lishishi"] = "绝色",
	["lishishi"] = "李师师",
	["coder:lishishi"] = "皇叔",
	["qinxin"] = "沁心",
	[":qinxin"] = "回合开始时，你可以声明一种花色并进行一次判定：若结果为你所声明的花色，则你回复1点体力，否则你获得该判定牌。",
	["yinjian"] = "引荐",
	[":yinjian"] = "出牌阶段，你可以指定两名势力不同的男性角色。你交给其中一名角色两张手牌，然后该角色交给另一名角色一张手牌。每阶段限一次。",
}
