-- FengchiDianche Shuihusha part 9.

return {
	["FCDC"] = "风驰电掣",

	["#xiezhen"] = "两头蛇",
	["xiezhen"] = "解珍",
	["cv:xiezhen"] = "烨子【剪刀剧团】",
	["xunlie"] = "巡猎",
	[":xunlie"] = "你可以弃置一张装备牌跳过你的摸牌阶段，获得除你外手牌数最多的一名角色的至多两张手牌（至少一张）。若你以此法获得的牌为一张，你摸一张牌。",
	["@xunlie"] = "你可以跳过摸牌阶段，发动【巡猎】",
	["get"] = "纳尼，还有牌？再拿一张！",
	["cancel"] = "不拿了",
	["$xunlie1"] = "金蛇弓响，虎狼难逃。",
	["$xunlie2"] = "吾这便去取讨大虫！",
	["~xiezhen"] = "顾不了那么多了！",

	["#pangwanchun"] = "小养由基",
	["pangwanchun"] = "庞万春",
	["shenjian"] = "神箭",
	[":shenjian"] = "<b>锁定技</b>，【万箭齐发】对你无效；当你使用【万箭齐发】时，目标角色须连续打出两张【闪】才能抵消。",
	["#Shenjian"] = "%from 的锁定技【%arg】被触发，%to 需要打出两张【闪】",
	["@shenjian2jink"] = "%src 拥有技能【神箭】，你须再出一张【闪】",
	["lianzhu"] = "连珠",
	[":lianzhu"] = "出牌阶段。你可将你的武将牌翻面，视为你使用了一张【万箭齐发】。每回合限一次。",
	["~pangwanchun"] = "中埋伏了……",

	["#jiangjing"] = "神算子",
	["jiangjing"] = "蒋敬",
	["tiansuan"] = "天算",
	[":tiansuan"] = "每当两名角色进行拼点时（在双方的拼点牌亮出前），你可以观看一次双方拼点的牌，并可以将其中一张与牌堆顶第一张牌进行交换。",
	["@tiansuan"] = "%src 的拼点牌是 %dest %arg 的 %arg2",
	["huazhu"] = "划珠",
	[":huazhu"] = "出牌阶段，你可以和一名角色拼点，若你赢，你须令任一角色将手牌调整至X张，X为你拼点牌点数的一半（向上取整），每回合限一次。",
}
