-- FengchiDianche Shuihusha part 9.

return {
	["FCDC"] = "风驰电掣",

	["#xiezhen"] = "两头蛇",
	["xiezhen"] = "解珍",
	["cv:xiezhen"] = "烨子【剪刀剧团】",
	["xunlie"] = "巡猎",
	[":xunlie"] = "你可以弃置一张装备牌跳过你的摸牌阶段，获得除你外手牌数最多的一名角色的至多两张手牌（至少一张）。若你以此法获得的牌为一张，你摸一张牌。",
	["@xunlie"] = "你可以跳过摸牌阶段，发动【巡猎】",
	["get"] = "纳尼，还有牌？再拿一张！",
	["cancel"] = "不拿了",
	["$xunlie1"] = "金蛇弓响，虎狼难逃。",
	["$xunlie2"] = "吾这便去取讨大虫！",
	["~xiezhen"] = "顾不了那么多了！",

	["#maling"] = "神驹子",
	["maling"] = "马灵",
	["fengxing"] = "风行",
	[":fengxing"] = "<b>锁定技</b>，你始终跳过你的判定阶段、摸牌阶段和弃牌阶段；你每失去一张手牌，若你的手牌数不大于你的体力上限，则你须摸一张牌。",
}
