-- ZhechongYannan Shuihusha part 5.

return {
	["ZCYN"] = "折冲厌难",
	["mustang"] = "午马",

	["$qinming"] = "007",
	["#qinming"] = "霹雳火", -- guan 4hp (fcdc)
	["qinming"] = "秦明",
	["designer:qinming"] = "曉ャ絕對",
	["hengsao"] = "横扫",
	[":hengsao"] = "你使用的【杀】可额外指定任意个目标，其中每有一个目标使用手牌【闪】抵消【杀】时，你须弃置两张牌或失去一点体力",
	["#Hengsao"] = "%from 出师不利，【%arg】的负面效果被触发",
	["~qinming"] = "可怜霹雳火，灭地竟无声……",

	["$taozongwang"] = "075",
	["#taozongwang"] = "九尾龟", -- min 3hp (bwqz)
	["taozongwang"] = "陶宗旺",
	["cv:taozongwang"] = "东方胤弘【夜澜锦音】",
	["coder:taozongwang"] = "宇文天启",
	["qiaogong"] = "巧工",
	[":qiaogong"] = "<b>锁定技</b>，若某一种类的装备牌只有一张在场上，则视为你装备着该装备。",
	["manli"] = "蛮力",
	[":manli"] = "出牌阶段，当你使用【杀】或【决斗】对其他角色造成伤害时，若你已装备了武器和防具，则你可以令该伤害+1。",
	["#ManliBuff"] = "%from【蛮力】爆发，对 %to 的伤害从 %arg 点上升至 %arg2 点",
	["$qiaogong1"] = "粗中有细！",
	["$qiaogong2"] = "这细巧手段如何？",
	["$manli1"] = "千斤铁闸我独扛！",
	["$manli2"] = "吾之臂力，何人能敌？",
	["~taozongwang"] = "兄弟们，快！",

	["#pengqi"] = "天目将", -- guan 4hp (zcyn)
	["pengqi"] = "彭玘",
	["cv:pengqi"] = "小虎尔赤【影音同画】",
	["tianyan"] = "天眼",
	[":tianyan"] = "其他角色的判定阶段开始时，若该角色的手牌数大于2，你可以观看牌堆顶的三张牌，并可以弃掉其中任意数量的牌。",
	["$tianyan1"] = "眼观六路，耳听八方！",
	["$tianyan2"] = "路已探明，大道可行！",
	["~pengqi"] = "夜幕降临，待天明再战！",

	["#caozheng"] = "操刀鬼", -- min 3hp (zcyn)
	["caozheng"] = "曹正",
	["cv:caozheng"] = "佚名",
	["tuzai"] = "屠宰",
	[":tuzai"] = "你每使用【杀】对其他角色造成一次伤害，可以展示该角色的一张手牌：若该牌为红色，你弃掉该牌，然后摸一张牌。",
	["$tuzai1"] = "一刀砍下，挖了你心肝！",
	["$tuzai2"] = "杀人如杀猪！",
	["~caozheng"] = "这刀太钝了。",

	["#xueyong"] = "病大虫", -- kou 4hp (ybyt)
	["xueyong"] = "薛永",
	["cv:xueyong"] = "爪子",
	["coder:xueyong"] = "战栗贵公子、宇文天启",
	["maiyi"] = "卖艺",
	[":maiyi"] = "出牌阶段，你可以弃置两张装备牌或三张不同花色的牌，执行下列两项中的一项：1.令任意两名角色各摸两张牌；2.回合结束时令任一角色进行一个额外的回合。每回合限一次。",
	["#MaiyiCanInvoke"] = "%from 发动了技能【%arg】，令 %to 立即进行一个额外的回合",
	["$maiyi1"] = "请诸位捧个人场！",
	["$maiyi2"] = "走过路过，不要错过！",
--	["~xueyong"] = "城管来了，快跑啊……",
	["~xueyong"] = "遇到高手了！",

	["#zhufu"] = "笑面虎", -- kou 3hp (ybyt)
	["zhufu"] = "朱富",
	["cv:zhufu"] = "明哲【剪刀剧团】",
	["coder:zhufu"] = "战栗贵公子、宇文天启",
	["hunjiu"] = "浑酒",
	[":hunjiu"] = "你可以将你的一张【肉】、【酒】或【迷】当【酒】或【迷】使用。",
	["guitai"] = "鬼胎",
	[":guitai"] = "你的回合外，每当其他角色成为【肉】的目标时，若你已受伤，你可以弃置一张红桃牌，将该【肉】转移给你。",
	["@guitai"] = "%src 吃了【肉】，你可以弃掉一张红桃牌发动【鬼胎】，将【肉】抢走并吃掉",
	["#Guitai"] = "%from 发动了技能【%arg】，将 %to 的 %arg2 抢走吃掉了",
	["$hunjiu1"] = "这梁山义酒如何？",
	["$hunjiu2"] = "客官，这酒可浑？",
	["$guitai1"] = "嘿嘿～",
	["$guitai2"] = "且慢！这可是毒药！",
	["~zhufu"] = "难道笑也有错？",

	["#zouyuan"] = "出林龙", -- min 4hp (ybyt)
	["zouyuan"] = "邹渊",
	["cv:zouyuan"] = "猎狐【声声melody】",
	["coder:zouyuan"] = "战栗贵公子",
	["longao"] = "龙傲",
	[":longao"] = "当其他角色使用非延时类锦囊指定了唯一的目标角色时，你可以弃置一张牌，执行下列两项中的一项：1.将该锦囊转移给除该角色和目标角色外的任一角色；2.弃掉该角色的一张牌。",
	["longao:zhuan"] = "转移锦囊目标",
	["longao:qi"] = "弃掉使用者的一张牌",
	["$longao1"] = "龙出山林，翱翔八荒！",
	["$longao2"] = "这般手段，可不适用。",
	["~zouyuan"] = "今夜山寨里，梦魂安得空回去？",

	["#caifu"] = "铁臂膊", -- jiang 4hp (zcyn)
	["caifu"] = "蔡福",
	["cv:caifu"] = "刺客【怀旧配音联盟】",
	["juesi"] = "诀死",
	[":juesi"] = "<b>锁定技</b>，每当你对其他角色造成伤害时，若该角色的当前体力值不大于1，则该伤害+1。",
	["#JuesiBuff"] = "%from 的锁定技【决死】被触发，对 %to 的伤害从 %arg 点上升至 %arg2 点",
	["$juesi1"] = "手起刀落，血溅刑场！",
	["$juesi2"] = "阎王要你三更死，谁敢留您到五更！",
	["~caifu"] = "尔等竟敢劫法……场……",

	["#gudasao"] = "母大虫", -- kou 4hp (zcyn)
	["gudasao"] = "顾大嫂",
	["cv:gudasao"] = "南宫泓【「御」】",
	["cihu"] = "雌虎",
	[":cihu"] = "任一女性角色每受到一次男性角色使用【杀】造成的伤害，你可以弃置X张牌，X为该女性角色的当前体力值，对伤害来源造成1点伤害，然后令任一已受伤的女性角色回复1点体力。",
	["@cihu"] = "%src 对可怜的 %arg 造成了伤害，你可以发动【雌虎】来锄强扶弱！",
	["$cihu1"] = "何人敢在老娘店里撒野？！",
	["$cihu2"] = "欺负女人，你算什么好汉？！",
	["~gudasao"] = "尔等竟敢暗算老娘！",
}

