-- translation for OxPackage

return {
	["ox"] = "臭妞",

	["#huyanzhuo"] = "双鞭", -- guan 4hp (fcdc)
	["huyanzhuo"] = "呼延灼",
	["coder:huyanzhuo"] = "Slob",
	["lianma"] = "链马",
	[":lianma"] = "出牌阶段，你可以选择一项：横置所有装备区里有坐骑牌的角色的武将牌，或重置所有装备区里没有坐骑牌的角色的武将牌。每阶段限一次。",
	["zhongjia"] = "重甲",
	[":zhongjia"] = "<b>锁定技</b>，你的手牌上限+X（X为处于连环状态的现存角色数）。",

	["#dongchaoxueba"] = "黑狱吏", -- jiang 4hp (fcdc)
	["dongchaoxueba"] = "董超薛霸",
	["coder:dongchaoxueba"] = "Slob",
	["sheru"] = "折辱",
	[":sheru"] = "出牌阶段，你可以弃置一张♠或♣基本牌指定一名已受伤的其他角色并选择一项：1.令其摸X张牌并失去1点体力；2.弃掉其X张牌并令其回复1点体力（X为该角色已损失的体力值）。每回合限一次。",

	["#pangwanchun"] = "小养由基", -- jiang 4hp (fcdc)
	["pangwanchun"] = "庞万春",
	["lianzhu"] = "连珠",
	[":lianzhu"] = "出牌阶段，若你的武将牌正面向上，则你可以将你的武将牌翻面，视为你使用一张【万箭齐发】（目标角色需连续打出两张【闪】，否则受到你对其造成的1点火焰伤害）。 ",
	["#Lianzhu"] = "%from 的锁定技【%arg】被触发，%to 需要打出两张【闪】",
	["@lianzhu2jink"] = "%src 拥有技能【连珠】，你须再出一张【闪】",
	["~pangwanchun"] = "中埋伏了……",

	["#xiezhen"] = "两头蛇", -- min 4hp (fcdc)
	["xiezhen"] = "解珍",
	["cv:xiezhen"] = "烨子【剪刀剧团】",
	["xunlie"] = "巡猎",
	[":xunlie"] = "你可以弃置一张装备牌跳过你的摸牌阶段，获得除你外手牌数最多的一名角色的至多两张手牌（至少一张）。若你以此法获得的牌为一张，你摸一张牌。",
	["@xunlie"] = "你可以跳过摸牌阶段，发动【巡猎】",
	["get"] = "纳尼，还有牌？再拿一张！",
	["cancel"] = "不拿了",
	["$xunlie1"] = "金蛇弓响，虎狼难逃。",
	["$xunlie2"] = "吾这便去取讨大虫！",
	["~xiezhen"] = "顾不了那么多了！",

	["#jiangjing"] = "神算子",
	["jiangjing"] = "蒋敬",
	["tiansuan"] = "天算",
	[":tiansuan"] = "每当两名角色进行拼点时（在双方的拼点牌亮出前），你可以观看一次双方拼点的牌，并可以将其中一张与牌堆顶第一张牌进行交换。",
	["@tiansuan"] = "%src 的拼点牌是 %dest %arg 的 %arg2",
	["huazhu"] = "划珠",
	[":huazhu"] = "出牌阶段，你可以和一名角色拼点，若你赢，你须令任一角色将手牌调整至X张，X为你拼点牌点数的一半（向上取整），每回合限一次。",

	["#maling"] = "神驹子",
	["maling"] = "马灵",
	["fengxing"] = "风行",
	[":fengxing"] = "<b>锁定技</b>，你始终跳过你的判定阶段、摸牌阶段和弃牌阶段；你每失去一张手牌，若你的手牌数小于你的体力上限，则你须摸一张牌。",

}
