-- translation for OxPackage

return {
	["ox"] = "臭妞",

	["#gaolian"] = "高唐魔君", -- guan 3hp (ybyt)
	["gaolian"] = "高廉",
	["coder:gaolian"] = "战栗贵公子",
	["guibing"] = "鬼兵",
	[":guibing"] = "每当你需要使用或打出一张【杀】时，你可以进行一次判定：若结果为黑色，则视为你使用或打出了一张【杀】。否则（若回合内使用）你不能发动“鬼兵”直到回合结束。\
★若判定结果为红色，则你仍可以从手牌中使用或打出一张【杀】。\
★回合内装备【飞燕弩】发动“鬼兵”后若判定为红色，则不能再发动“鬼兵”，但你仍可以通过其他方式使用【杀】。",
	["heiwu"] = "黑雾",
	[":heiwu"] = "出牌阶段，你可以将任意数量的手牌以任意顺序置于牌堆顶或牌堆底。",
	["#GuanxingResult"] = "%from 将 %arg 张牌放到了牌堆顶，将 %arg2 张牌放到了牌堆底",

	["#tongguan"] = "广阳郡王", -- guan 4hp (bwqz)
	["tongguan"] = "童贯",
	["aoxiang"] = "媪相",
	[":aoxiang"] = "<b>锁定技</b>，若你已受伤，则你视为女性角色。",
	["zhengfa"] = "征伐",
	[":zhengfa"] = "出牌阶段，你可以和一名与你性别不同且没受伤的角色拼点。若你赢，则你可以分别对你攻击范围内的至多X名其他角色造成1点伤害，X为你当前的体力值。若你没赢，你须将你的武将牌翻面。每回合限一次。",
	["@zhengfa-effect"] = "征伐成功！你可以分别对你攻击范围内的至多X名其他角色造成1点伤害，X为你当前的体力值",
	["$zhengfa1"] = "区区草寇，何足为患？",
	["$zhengfa2"] = "就此一并剿灭了！",
	["$zhengfa3"] = "区区草寇，何足为患？",
	["$zhengfa4"] = "就此一并剿灭了！",
	["$zhengfa5"] = "前有伏兵，后有追兵，似此如之奈何？",
	["$zhengfa6"] = "前有伏兵，后有追兵，似此如之奈何？",
	["~tongguanf"] = "各位好汉，切莫动手啊！",

	["#tongguanf"] = "广阴郡王",
	["tongguanf"] = "童公公",
	["yan"] = "阉",

	["#huyanzhuo"] = "双鞭", -- guan 4hp (fcdc)
	["huyanzhuo"] = "呼延灼",
	["coder:huyanzhuo"] = "Slob",
	["lianma"] = "链马",
	[":lianma"] = "出牌阶段，你可以选择一项：横置所有装备区里有坐骑牌的角色的武将牌，或重置所有装备区里没有坐骑牌的角色的武将牌。每阶段限一次。",
	["lianma:lian"] = "链起来！",
	["lianma:ma"] = "解链！",
	["zhongjia"] = "重甲",
	[":zhongjia"] = "<b>锁定技</b>，你的手牌上限+X（X为处于连环状态的现存角色数）。",

	["#dongchaoxueba"] = "黑狱吏", -- jiang 4hp (fcdc)
	["dongchaoxueba"] = "董超薛霸",
	["coder:dongchaoxueba"] = "Slob",
	["sheru"] = "折辱",
	[":sheru"] = "出牌阶段，你可以弃置一张♠或♣基本牌指定一名已受伤的其他角色并选择一项：1.令其摸X张牌并失去1点体力；2.弃掉其X张牌并令其回复1点体力（X为该角色已损失的体力值）。每回合限一次。",
	["sheru:she"] = "摸X张牌并失去1点体力",
	["sheru:ru"] = "弃掉其X张牌并令其回复1点体力",

	["#pangwanchun"] = "小养由基", -- jiang 4hp (fcdc)
	["pangwanchun"] = "庞万春",
	["designer:pangwanchun"] = "烨子&宇文天启",
	["lianzhu"] = "连珠",
	[":lianzhu"] = "出牌阶段，若你的武将牌正面向上，则你可以将你的武将牌翻面，视为你使用一张【万箭齐发】（目标角色需连续打出两张【闪】，否则受到你对其造成的1点火焰伤害）。 ",
	["#Lianzhu"] = "%from 的锁定技【%arg】被触发，%to 需要打出两张【闪】",
	["@lianzhu2jink"] = "%src 拥有技能【连珠】，你须再出一张【闪】",
	["~pangwanchun"] = "中埋伏了……",

	["#huangxin"] = "镇三山", -- jiang 4hp (xzdd)
	["huangxin"] = "黄信",
	["designer:huangxin"] = "烨子&裁之刃·散",
	["cv:huangxin"] = "流岚【裔美声社】",
	["tongxia"] = "统辖",
	[":tongxia"] = "摸牌阶段，你可以放弃摸牌，改为亮出牌堆顶的三张牌，将其中的装备牌分别置于任意角色的装备区里(能替换原装备)，并将其余的牌以任意分配方式交给任意角色。",
	["$tongxia1"] = "穷兵黩武，动费万计。",
	["$tongxia2"] = "三地军需，由我调拨！",
	["~huangxin"] = "三山崛起，力不从心啊！",

	["#xiezhen"] = "两头蛇", -- min 4hp (fcdc)
	["xiezhen"] = "解珍",
	["cv:xiezhen"] = "烨子【剪刀剧团】",
	["xunlie"] = "巡猎",
	[":xunlie"] = "你可以弃置一张装备牌跳过你的摸牌阶段，获得除你外手牌数最多的一名角色的至多两张手牌（至少一张）。若你以此法获得的牌为一张，你摸一张牌。",
	["@xunlie"] = "你可以跳过摸牌阶段，发动【巡猎】",
	["get"] = "纳尼，还有牌？再拿一张！",
	["cancel"] = "不拿了",
	["$xunlie1"] = "金蛇弓响，虎狼难逃。",
	["$xunlie2"] = "吾这便去取讨大虫！",
	["~xiezhen"] = "顾不了那么多了！",

	["#jiangjing"] = "神算子",
	["jiangjing"] = "蒋敬",
	["tiansuan"] = "天算",
	[":tiansuan"] = "每当两名角色进行拼点时（在双方的拼点牌亮出前），你可以观看一次双方拼点的牌，并可以将其中一张与牌堆顶第一张牌进行交换。",
	["@tiansuan"] = "%src 的拼点牌是 %dest %arg 的 %arg2",
	["huazhu"] = "划珠",
	[":huazhu"] = "出牌阶段，你可以和一名角色拼点，若你赢，你须令任一角色将手牌调整至X张，X为你拼点牌点数的一半（向上取整），每回合限一次。",

	["#maling"] = "神驹子",
	["maling"] = "马灵",
	["fengxing"] = "风行",
	[":fengxing"] = "<b>锁定技</b>，你始终跳过你的判定阶段、摸牌阶段和弃牌阶段；你每失去一张手牌，若你的手牌数小于你的体力上限，则你须摸一张牌。",

}
