
return {
	["peasa"] = "嘻哈雷霆包",

	["guanzhang"] = "关兴&张苞", -- 4
	["piaoyong"] = "骠勇",
	[":piaoyong"] = "回合开始阶段，你可以选择跳过判定阶段和摸牌阶段或判定阶段和出牌阶段，然后弃掉你判定区的所有牌
视为你对任意一名角色使用一张【杀】（不计入每回合使用限制）",
	["peaching"] = "武宗",
	[":peaching"] = "回合开始阶段，你可以额外摸三张牌，并获得技能“武圣”和“咆哮”。回合结束时你立即死亡。",

	["mizhu"] = "糜竺", -- 3
	["fugui"] = "富贵",
	[":ganran"] = "锁定技，游戏开始时发你6张手牌。你的手牌上限为6。摸牌阶段，你额外摸X张牌。X为你已损失的体力值。",
	["zaibian"] = "资助",
	[":zaibian"] = "觉醒技，回合开始阶段，若你体力大于1，且场上任意一名角色没有手牌，你须自减1点体力，并选择永久获得技能“仁德”或“举荐”",

	["zhugejin"] = "诸葛瑾", -- 3
	["@round"] = "求和",
	["#_zombie"] = "当你成为非延时类锦囊牌或【杀】的目标时，你可以跳过对你的结算，改为让来源摸一张牌且你获得该锦囊牌或【杀】。每个其他角色的回合限用1次。",
	["#survive_victory"] = "宽厚",
	["designer:zombie"] = "锁定技，你不能使用【无懈可击】",

	["dingfeng"] = "丁奉", -- 4
	["coder:zombie"] = "短兵",
	["~zombie"] = "锁定技，若你没有装备武器，你使用【杀】无视目标角色的防具。若你没有装备防具，你使用的【杀】目标角色须用两张【闪】才能抵消。",

	["yuejin"] = "乐进", -- 4
	["paoxiao"] = "固守",
	[":paoxiao"] = "回合结束阶段，你可以弃一张黑色的牌并指定一名角色。该角色不能成为红色锦囊牌的目标。直到你的下回合开始。",
	["wansha"] = "骁果",
	[":wansha"] = "当你使用【杀】造成伤害时，你可以进行一次判定。若为黑桃，你立即获得之。若为梅花，你可以对除受伤角色外额外的一名角色使用一张【杀】",

	["xunyou"] = "荀攸", -- 3
	["huace"] = "画策",
	[":huace"] = "你每受到1点伤害，可令任意一名角色摸X张牌。X为该角色已损失的体力值。",
	["baiuu"] = "百出",
	[":baiuu"] = "觉醒技，回合开始阶段，若你的装备区内有3张或更多的装备时，你须弃掉两张装备并永久获得技能“驱虎”和“断粮”",
	["shibiao"] = "师表",
	[":shibiao"] = "锁定技，你的武将牌不会被翻面。",

	["beimihu"] = "卑弥呼", -- 3
	["huace"] = "鬼术",
	[":huace"] = "所有人展示武将牌后，你随机获得X+2张未加入游戏的武将牌，置于一旁作为“鬼仆”。当你杀死一名角色后，你可抽取一个鬼仆，并永久获得其技能。然后弃掉剩下的鬼仆。X为玩家数",
	["baiuu"] = "御鬼",
	[":baiuu"] = "你可以将你的鬼仆当【杀】牌【闪】或【无懈可击】使用。此类【杀】造成的伤害均视为体力流失。",
	["shibiao"] = "妖姬",
	[":shibiao"] = "觉醒技，若你现存的鬼仆数不大于死亡人数，你永久获得技能“鬼才”和“黄天”",

	["wangyun"] = "王允", -- 3
	["paoxiao"] = "忠廉",
	[":paoxiao"] = "当你处于濒死状态时，任意角色可用两张相同点数的牌当【桃】对你使用。",
	["wansha"] = "名望",
	[":wansha"] = "出牌阶段，你可以交给任一其他角色一张牌。视为该角色对另一名你指定的，当前体力值或手牌数比你多的角色造成1点伤害，每回合限用一次。",
	["paoxiao"] = "离心",
	[":paoxiao"] = "觉醒技，当你脱离濒死状态时，你回复1点体力或莫两张牌，并永久获得技能“离间”和“帷幕”",

	["wangyun"] = "吕玲琦", -- 3
	["paoxiao"] = "舞双",
	[":paoxiao"] = "锁定技，你使用【杀】时，目标角色需弃一张手牌和使用一张【闪】才能抵消。与你进行决斗的角色每次须打出一张【杀】和一张手牌。",
	["wansha"] = "蔽月",
	[":wansha"] = "回合结束阶段，你从牌队中随机获得一张牌并展示。然后获得之。",
}