-- XueZhanDaoDi Shuihusha part 2.

return {
	["XZDD"] = "血战到底",

	["#yanglin"] = "锦豹子", -- kou 4hp (cgdk)
	["yanglin"] = "杨林",
	["cv:yanglin"] = "蓝调【裔美声社】",
	["citan"] = "刺探",
	[":citan"] = "其他角色的弃牌阶段结束时，若该角色在此阶段中弃置的牌不少于两张，你可以观看一次该角色的手牌，并可以将其中的任意一张牌交给除该角色外的任一角色。",
	["$citan1"] = "哥哥，情况已探明！",
	["$citan2"] = "你的行踪暴露了！",
	["~yanglin"] = "不好！中计了！",

	["#kongliang"] = "独火星", -- kou 3hp (bwqz)
	["kongliang"] = "孔亮",
	["designer:kongliang"] = "烨子&凌天翼",
	["nusha"] = "怒杀",
	["cv:kongliang"] = "烨子【剪刀剧团】",
	[":nusha"] = "出牌阶段，你可以弃置一张【杀】，对除你以外手牌数最多的一名角色造成1点伤害。每回合限一次。",
	["wanku"] = "纨绔",
	[":wanku"] = "回合结束阶段，你可以将手牌补至你当前体力值的张数。每回合限一次。",
	["$nusha1"] = "你这厮是吃了熊心豹子胆了！",
	["$nusha2"] = "家财万贯安能保住你性命？！",
	["$wanku1"] = "吾出身富家，性喜玩乐。",
	["$wanku2"] = "鼠目寸光，如何了却我的心思？！",
	["~kongliang"] = "吾不识水性啊！",

	["#xiangchong"] = "八臂哪吒", -- jiang 4hp (ybyt)
	["xiangchong"] = "项充",
	["cv:xiangchong"] = "爪子",
	["coder:xiangchong"] = "战栗贵公子",
	["xuandao"] = "旋刀",
	[":xuandao"] = "<b>锁定技</b>，当你使用的【杀】被【闪】抵消时，你不能发动武器技能，视为你对目标角色的下家使用了同一张【杀】。\
★同一张【杀】即同来源、同程度、同属性、同花色、同点数。",
	["#Xuandao"] = "%from 的锁定技【%arg】被触发，视为对 %to 使用了同一张【杀】",
	["$xuandao1"] = "刀影漫天，必有一伤！",
	["$xuandao2"] = "飞刀贯心！",
	["~xiangchong"] = "命绝～睦州城～",

	["#gongwang"] = "花项虎", -- min 4hp (xzdd)
	["gongwang"] = "龚旺",
	["cv:gongwang"] = "猎狐【声声melody】",
	["feiqiang"] = "飞枪",
	[":feiqiang"] = "出牌阶段，你可以弃置一张武器牌并指定任一其他角色。该角色须弃置一张【闪】，否则你执行下列两项中的一项：1.令该角色失去1点体力；2.弃掉该角色装备区里的所有牌。每回合限一次。",
	["@feiqiang"] = "请弃置一张【闪】，否则由 %src 执行【飞枪】的效果",
	["feiqiang:gong"] = "令其失去1点体力",
	["feiqiang:wang"] = "弃掉其装备区里的所有牌",
	["$feiqiang1"] = "杀汝等个措手不及！",
	["$feiqiang2"] = "看我飞枪！",
	["~gongwang"] = "啊！",

	["#yuehe"] = "铁叫子", -- min 3hp (ttxd)
	["yuehe"] = "乐和",
	["cv:yuehe"] = "烨子【剪刀剧团】",
	["coder:yuehe"] = "roxiel",
	["yueli"] = "乐理",
	[":yueli"] = "若你的判定牌为基本牌，在其生效后可以获得之。",
	["yueli:yes"] = "拿屎",
	["yueli:no"] = "不拿屎",
	["taohui"] = "韬晦",
	[":taohui"] = "回合结束阶段，你可以进行一次判定：若结果不为基本牌，你可以令任一角色摸一张牌，并可以再次使用“韬晦”，如此反复，直到判定结果为基本牌为止。",
	["$yueli1"] = "呵呵～",
	["$yueli2"] = "且慢，音律有误。",
	["$taohui1"] = "白云起，郁披香；离复合，曲未央。",
	["$taohui2"] = "此曲只应天上有，人间能得几回闻。",
	["~yuehe"] = "叫子也难吹奏了。",

	["#guosheng"] = "赛仁贵", -- jiang 4hp (cgdk)
	["cv:guosheng"] = "芭小乐【声声melody】",
	["guosheng"] = "郭盛",
	["bingji"] = "并戟",
	[":bingji"] = "出牌阶段，你可以弃置两张同类别的牌，视为你对至多X名其他角色（至少一名）使用一张【杀】，X为你已损失的体力值。",
	["$bingji1"] = "看吾并画戟法！",
	["$bingji2"] = "来一个，杀一个，来一对，杀一双！",
	["~guosheng"] = "就这样……结束了吗？",

	["#malin"] = "铁笛仙", -- kou 3hp (cgdk)
	["malin"] = "马麟",
	["cv:malin"] = "烨子【剪刀剧团】",
	["lingdi"] = "灵笛",
	[":lingdi"] = "出牌阶段，你可以弃置一张牌并指定一名武将牌背面朝上和一名武将牌正面朝上的角色，令他们分别将其武将牌翻面。每回合限一次。",
	["qiaodou"] = "巧斗",
	[":qiaodou"] = "你每受到一次伤害，可以将伤害来源的武将牌翻面。",
	["$lingdi1"] = "不变应万变，不离其宗。",
	["$lingdi2"] = "汝应备战，换其出战。",
	["$qiaodou1"] = "人困马乏，且先稍作歇息。",
	["$qiaodou2"] = "别紧张，听吾一曲，休养生息。",
	["~malin"] = "笛声如水，难吹万种风情。",

	["#tanglong"] = "金钱豹子", -- jiang 3hp (ybyt)
	["tanglong"] = "汤隆",
	["designer:tanglong"] = "宇文天启",
	["cuihuo"] = "淬火",
	[":cuihuo"] = "当你失去装备区里的一张牌时，可以摸两张牌",
	["goldsoup"] = "金汤",
	[":goldsoup"] = "<b>锁定技</b>，当你受到装备有武器的角色造成的伤害时，有30%的反伤几率；你每装备一件装备，反伤几率增加15%",
	["~tanglong"] = "祸起萧墙……破金汤……",

	["#zourun"] = "独角龙", -- min 3hp (zcyn)
	["zourun"] = "邹润",
	["cv:zourun"] = "蓝调【裔美声社】",
	["longjiao"] = "龙角",
	[":longjiao"] = "每当你成为非延时类锦囊的目标时，你可以摸两张牌，然后将其中的一张置于牌堆顶。",
	["$longjiao1"] = "重新开始吧！",
	["$longjiao2"] = "一鼓作气，惊天动地！",
	["~zourun"] = "竟然～撞不倒！",
--	["~zourun"] = "龙角已断，兄弟分离",

	["#jiangjing"] = "神算子", -- min 3hp (fcdc)
	["jiangjing"] = "蒋敬",
	["tiansuan"] = "天算",
	[":tiansuan"] = "每当两名角色进行拼点时（在双方的拼点牌亮出前），你可以观看一次双方拼点的牌，并可以将其中一张与牌堆顶第一张牌进行交换。",
	["@tiansuan"] = "%src 的拼点牌是 %dest %arg 的 %arg2",
	["huazhu"] = "划珠",
	[":huazhu"] = "出牌阶段，你可以和一名角色拼点，若你赢，你须令任一角色将手牌调整至X张，X为你拼点牌点数的一半（向上取整），每回合限一次。",

	["#maling"] = "神驹子", -- jiang 3hp (fcdc)
	["maling"] = "马灵",
	["fengxing"] = "风行",
	[":fengxing"] = "<b>锁定技</b>，你始终跳过你的判定阶段、摸牌阶段和弃牌阶段；你每失去一张手牌，若你的手牌数小于你的体力上限，则你须摸一张牌。",

}
