-- translation for StandardGeneralPackage

return {
	["standard"] = "基础包",

	["$jidan"] = "xia001",
	["#jidan"] = "墨家巨子", -- xia 4hp
	["jidan"] = "姬丹",
	["cv:jidan"] = "",
	["jianai"] = "兼爱",
	[":jianai"] = "出牌阶段，你可以将任意数量的手牌交给其他角色，以此法给出的牌达到两张时，你回复1点体力",
	["feigong"] = "非攻",
	[":feigong"] = "<b>主公技</b>，当你需要使用或打出一张【杀】或【机关术】时，你可以令其他侠道势力角色打出一张【杀】或【机关术】，视为由你使用或打出",
	["$jianai1"] = "兼天下，爱众生。",
	["$jianai2"] = "兼相爱，交相利。",
	["$feigong1"] = "似剑非攻，墨眉无锋。",
	["$feigong2"] = "墨门绝术，克而不攻。",
	["~jidan"] = "唉，靠你们了。",

	["$jingtianming"] = "xia002",
	["#jingtianming"] = "少年巨子", -- xia 4hp
	["jingtianming"] = "荆天明",
	["cv:jingtianming"] = "",
	["moshou"] = "墨守",
	[":moshou"] = "<b>锁定技</b>，当其他角色使用非延时类锦囊牌指定你为目标时，需弃置一张手牌，否则此锦囊牌对你无效",
	["shangxian"] = "尚贤",
	[":shangxian"] = "你可以跳过你的摸牌阶段，若如此做，你可以于此回合结束后令一名其他角色进行一个额外的回合",
	["tianzhi"] = "天志",
	[":tianzhi"] = "<b>主公技</b>，<b>觉醒技</b>，回合开始阶段开始时，若你的体力值是最少的之一，你须减1点体力上限，回复1点体力，并获得技能“非攻”",
	["$moshou"] = "备者，国之重也。",
	["$shangxian"] = "有能则举之，无能则下之。",
	["$tianzhi"] = "我有天志，譬若轮人之有规，匠人之有矩，轮匠执其规矩以度天下之方员。",
	["~lujunyi"] = "月儿……",

	["$jiru"] = "xia003",
	["#jiru"] = "高月公主", -- xia 3hp
	["jiru"] = "姬如",
	["cv:jiru"] = "",
	["shengxue"] = "圣血",
	[":huace"] = "出牌阶段，你可以弃置一张手牌，观看牌堆顶的三张牌，然后选择一项：\
1.展示并获得其中任意数量的非基本牌，弃置其余的牌\
2.获得这些牌，然后失去1点体力\
每阶段限一次",
	["feiyue"] = "非乐",
	[":feiyue"] = "<b>锁定技</b>，若你的装备区里没有防具牌，视为你装备着【幻音宝盒】",
	["shixin"] = "失心",
	[":shixin"] = "<b>限定技</b>，你展示武将牌后，可以变身为SP姬如，势力为帝国",
	["$shengxue1"] = "我，是谁？", -- 发动时
	["$shengxue2"] = "呀！", -- 选择失去体力时
	["$feiyue1"] = "幻律十二，五调非乐",
	["$feiyue2"] = "极乐天韵，魔音万千",
	["~jiru"] = "天明……",

	["$genie"] = "xia004",
	["#genie"] = "鬼谷传人", -- xia 4hp
	["genie"] = "盖聂",
	["cv:genie"] = "",
	["baihe"] = "捭阖",
	[":baihe"] = "当一张锦囊牌指定包括你在内的多个目标后，你可以摸一张牌，令此锦囊牌对你无效",
	["@baihe"] = "你可以摸一张牌，令此锦囊牌对你无效",
	["jiansheng"] = "剑圣",
	[":jiansheng"] = "你可以将一张红色牌当【杀】使用或打出",
	["$baihe1"] = "横从穿贯，进退有度。", -- 合纵连横、横扫六国、百步飞剑
	["$baihe2"] = "决情定宜，取舍有道。", -- 百家争鸣、阳春白雪、高山流水
	["$jiansheng1"] = "纵剑工于势，以求其实，是为阖。",
	["$jiansheng2"] = "阖之者，闭也，默也，阴也。",
	["~genie"] = "遥不可及的，梦……",

	["$duanmurong"] = "xia005",
	["#duanmurong"] = "镜湖医仙", -- xia 3hp
	["duanmurong"] = "端木蓉",
	["cv:duanmurong"] = "",
	["yixian"] = "医仙",
	[":yixian"] = "一名已受伤的角色的回合开始阶段开始时，你可以弃置一张红色牌，令其回复1点体力",
	["feiming"] = "非命",
	[":feiming"] = "<b>锁定技</b>，当你进入濒死状态时，若你的武将牌正面朝上，则将你的武将牌翻面，然后体力回复至1点",
	["$yixian1"] = "你要保护好自己。",
	["$yixian2"] = "你太容易受伤了。",
	["$feiming"] = "谁若来救，我便咬舌自尽。",
	["~duanmurong"] = "医者难自医呀。",

	["$daozhi"] = "xia006",
	["#daozhi"] = "芳心难盗", -- xia 4hp
	["daozhi"] = "盗跖",
	["cv:daozhi"] = "",
	["daowang"] = "盗王",
	[":daowang"] = "你可以将两张相同花色的牌当【盗王之王】使用。每阶段限一次",
	["shenxing"] = "神行",
	[":shenxing"] = "<b>锁定技</b>，当你的体力值大于或等于3点时，你计算与其他角色的距离-1；当你的体力值小于或等于2点时，其他角色计算与你的距离+1",
	["$daowang1"] = "妙手空空。",
	["$daowang2"] = "偷遍天下无敌手。",
	["$daowang3"] = "哼，不怕贼偷，就怕贼惦记。", -- 被抵消时
	["~daozhi"] = "蓉姑娘说得，太对了……",

	["$datiechui"] = "xia007",
	["#datiechui"] = "燕人兄弟", -- xia 4hp
	["datiechui"] = "大铁锤",
	["cv:datiechui"] = "",
	["leishen"] = "雷神",
	[":leishen"] = "当你使用进攻牌指定一名角色为目标后，下列两种情况，你可以令此进攻牌不能被【闪】响应：\
1.目标角色的手牌数大于或等于你的体力值\
2.目标角色的手牌数小于或等于你的攻击范围",
	["$leishen1"] = "吃铁爷爷一锤！",
	["$leishen2"] = "雷神锤！",
	["~datiechui"] = "兄弟们，接着上。",

	["$bandashi"] = "xia008",
	["#bandashi"] = "非攻机关师", -- xia 3hp
	["bandashi"] = "班大师",
	["cv:bandashi"] = "",
	["shangtong"] = "尚同",
	[":shangtong"] = "出牌阶段，你可以将手牌中的一张装备牌置于一名其他角色的装备区里",
	["jieyong"] = "节用",
	[":jieyong"] = "其他角色的弃牌阶段结束时，你可以将该角色于此阶段弃置的一张牌从弃牌堆返回其手牌，若如此做，你获得弃牌堆里其余于此阶段弃置的牌",
	["$shangtong1"] = "选天下之贤可者，立以为天子。",
	["$shangtong2"] = "上有过则规谏之，下有善则傍荐之。",
	["$jieyong1"] = "古者圣王，制为节用之法。",
	["$jieyong2"] = "俭节则昌，淫佚则亡。",
	["~bandashi"] = "啊，装不上了。",

	["$xiangyu"] = "wang001",
	["#xiangyu"] = "西楚霸王", -- wang 4hp
	["xiangyu"] = "项羽",
	["cv:xiangyu"] = "",
	["pofu"] = "破釜",
	[":pofu"] = "出牌阶段，你可以弃置任意数量的牌，然后摸等量的牌。每阶段限一次",
	["bieji"] = "别姬",
	[":bieji"] = "<b>主公技</b>，<b>限定技</b>，当你进入濒死状态时，其他王道势力角色可以令你回复X点体力（X为该角色当前的体力值），然后该角色失去X点体力",
	["$pofu"] = "楚虽三户，亡秦必楚！",
	["$bieji1"] = "时不利兮，骓不逝。",
	["$bieji2"] = "虞兮虞兮，奈若何。", -- 仅当石兰响应时
	["~xiangyu"] = "天之亡我，我何渡为！",

	["$shilan"] = "wang002",
	["#shilan"] = "蜀国公主", -- wang 3hp
	["shilan"] = "石兰",
	["cv:shilan"] = "",
	["yexing"] = "夜行",
	[":yexing"] = "<b>锁定技</b>，当你存活时，防止武将牌背面朝上的角色受到的非阴阳伤害",
	["youlan"] = "幽兰",
	[":youlan"] = "出牌阶段，你可以将所有手牌（至少一张）交给一名其他角色，然后将其武将牌翻面，此时该角色可以将一半（向上取整）的手牌交给你，然后将你的武将牌翻面。每阶段限一次",
	["$yexing"] = "嘘——",
	["$youlan"] = "兰当为王者香，今乃独茂。",
	["~shilan"] = "故国何处……",

	["$fanzeng"] = "wang003",
	["#fanzeng"] = "亚父", -- wang 3hp
	["fanzeng"] = "范增",
	["cv:fanzeng"] = "",
	["suosha"] = "唆杀",
	[":suosha"] = "出牌阶段，你可以将一张装备牌交给一名其他角色，视为该角色对其攻击范围内你指定的一名角色使用一张【刺杀】（此【刺杀】不能被【万里长城】或【以刑止刑】响应）。每阶段限一次",
	["podou"] = "破斗",
	[":podou"] = "当一名角色A进入濒死状态时，你可以令当前正在进行回合的角色B摸三张牌，若A存活，A获得B的两张牌，若A死亡，不执行奖惩",
	["$suosha1"] = "因击于坐，杀之！",
	["$suosha2"] = "项庄舞剑，意在沛公。",
	["$podou1"] = "玦，速决。", -- 发动时
	["$podou2"] = "竖子不足与谋！", -- 当A存活时
	["~fanzeng"] = "天下事大定矣，汝自为之。",

	["$zhangliang"] = "wang005",
	["#zhangliang"] = "谋圣", -- wang 3hp
	["zhangliang"] = "张良",
	["cv:zhangliang"] = "",
	["yunchou"] = "运筹",
	[":yunchou"] = "回合开始阶段开始时，你可以观看牌堆顶的X张牌（X为现存角色数量且至多为5），将其中任意数量的牌以任意顺序置于牌堆顶，其余以任意顺序置于牌堆底",
	["bigu"] = "辟谷",
	[":bigu"] = "<b>锁定技</b>，当你的体力值为1时，【决斗】、【刺杀】和进攻牌对你无效",
	["$yunchou"] = "运筹帷幄之中，决胜千里之外。",
	["$bigu"] = "功成身退也。",
	["~zhangliang"] = "咳咳咳……",

	["$weizhuang"] = "wang007",
	["#weizhuang"] = "鬼谷传人", -- wang 4hp
	["weizhuang"] = "卫庄",
	["cv:weizhuang"] = "",
	["baihe"] = "捭阖",
	[":baihe"] = "当一张锦囊牌指定包括你在内的多个目标后，你可以摸一张牌，令此锦囊牌对你无效",
	["yaojian"] = "妖剑",
	[":yaojian"] = "每当你使用【杀】对目标角色造成一次伤害后，或与一名角色进行【决斗】时，你可以与其拼点，若你赢，你获得该角色的一张牌",
	["$baihe1"] = "苏秦、庞涓，不过如此。", -- 合纵连横、横扫六国、百步飞剑、百家争鸣
	["$baihe2"] = "靡靡之音，不可久听。", -- 阳春白雪、高山流水
	["$yaojian1"] = "横剑工于技，以求其力，是为捭。",
	["$yaojian2"] = "捭之者，开也，言也，阳也。",
	["~weizhuang"] = "我输了……",

	["$chilian"] = "wang009",
	["#chilian"] = "红莲殿下", -- wang 3hp
	["chilian"] = "赤练",
	["cv:chilian"] = "",
	["zhendu"] = "鸩毒",
	[":zhendu"] = "你可以将一张方块牌当【鸩羽千夜】使用",
	["huomei"] = "火媚",
	[":huomei"] = "当你成为进攻牌的目标时，你可以弃置一张牌，将此进攻牌转移给你攻击范围内的一名角色",
	["$zhendu"] = "日当正，屠尽城。",
	["$huomei"] = "他，才是你的仇人。",
	["~chilian"] = "她是，女的？",

	["$canglangwang"] = "wang010",
	["#canglangwang"] = "黑夜杀人魔", -- wang 4hp
	["canglangwang"] = "苍狼王",
	["cv:canglangwang"] = "",
	["chenxu"] = "趁虚",
	[":chenxu"] = "当一名其他角色使用【闪】将一张进攻牌抵消后，你可以弃置一张装备牌，视为你对其使用一张【决斗】（此【决斗】不能被【万里长城】或【以刑止刑】响应）",
	["$chenxu1"] = "（狼嚎）",
	["$chenxu2"] = "你们都将是我们的美味晚餐，哈哈哈……",
	["~chilian"] = "噔。", -- （青铜爪落地）

	["$jiguanwushuang"] = "wang011",
	["#jiguanwushuang"] = "天生怪力", -- wang 4hp
	["jiguanwushuang"] = "机关无双",
	["cv:jiguanwushuang"] = "",
	["wushuang"] = "无双",
	[":wushuang"] = "<b>锁定技</b>，当你使用进攻牌指定一名角色为目标后，该角色需连续使用两张【闪】才能抵消；与你进行【决斗】的角色每次需连续打出两张进攻牌",
	["zhien"] = "知恩",
	[":zhien"] = "<b>限定技</b>，你展示武将牌后，可以变身为SP无双，势力为侠道",
	["$wushuang1"] = "（齿轮转动）",
	["$wushuang2"] = "啊！", -- （咆哮）
	["~jiguanwushuang"] = "噌——", -- （百步飞剑划过的声音）

	["$yingzheng"] = "di001",
	["#yingzheng"] = "千古一帝", -- di 4hp
	["yingzheng"] = "嬴政",
	["cv:yingzheng"] = "",
	["duoding"] = "夺鼎",
	[":duoding"] = "每当你受到一次伤害后，你可以获得对你造成伤害的牌",
	["hujia"] = "护驾",
	[":hujia"] = "<b>主公技</b>，当你需要使用或打出一张【闪】时，你可以令其他侠道势力角色打出一张【闪】，视为由你使用或打出",
	["$duoding1"] = "普天之下，莫非王土。",
	["$duoding2"] = "率土之滨，莫非王臣。",
	["$hujia"] = "来人，护驾！",
	["~gongshuchou"] = "呃，全散架了。",

	["$fusu"] = "di002",
	["#fusu"] = "公子", -- di 4hp
	["fusu"] = "扶苏",
	["cv:fusu"] = "",
	["congjun"] = "从军",
	[":congjun"] = "<b>锁定技</b>，若你的装备区里没有防具牌，视为你装备着【苍云甲】",
	["dayi"] = "大义",
	[":dayi"] = "你可以将手牌中的一张装备牌当【万里长城】使用",
	["$congjun"] = "谢蒙将军赠甲。",
	["$dayi"] = "苍生何辜！",
	["~fusu"] = "君要臣死，尚安复请！",

	["$mengtian"] = "di003",
	["#mengtian"] = "大将军", -- di 4hp
	["mengtian"] = "蒙恬",
	["cv:mengtian"] = "",
	["shenwu"] = "神武",
	[":shenwu"] = "你可以弃置一张手牌并跳过一个阶段（回合开始阶段和回合结束阶段除外）。若以此法跳过摸牌阶段，你获得一至两名其他角色的各一张手牌；若以此法跳过出牌阶段，你可以将一名角色装备区里或判定区里的一张牌移动到另一名角色区域里的相应位置",
	["$shenwu1"] = "犯大秦者，虽远必诛！", -- 仅跳摸牌
	["$shenwu2"] = "精修直道，以险制塞。", -- 仅跳出牌
	["~mengtian"] = "筑长城，绝地脉，吾之罪矣。",

	["$lisi"] = "di004",
	["#lisi"] = "丞相", -- di 3hp
	["lisi"] = "李斯",
	["cv:lisi"] = "",
	["shujian"] = "书谏",
	[":shujian"] = "每当你受到1点伤害后，你可以观看牌堆顶的两张牌，将其中一张交给一名角色，然后将另一张交给一名角色",
	["dusha"] = "妒杀",
	[":dusha"] = "出牌阶段，你可以展示一张手牌并令一名手牌数多于你的角色选择一项：弃置一张与所展示牌相同花色的手牌并对你造成1点伤害，或失去1点体力。每阶段限一次",
	["$shujian1"] = "泰山不让土壤，故能成其大。",
	["$shujian2"] = "河海不择细流，故能就其深。",
	["$dusha1"] = "此吾之才，卿有无？",
	["$dusha2"] = "不留遗患，必诛之。",
	["~lisi"] = "东门黄犬，岂可得乎！",

	["$yueshen"] = "di005",
	["#yueshen"] = "护国法师", -- di 3hp
	["yueshen"] = "月神",
	["cv:yueshen"] = "",
	["sixing"] = "司星",
	[":sixing"] = "回合开始阶段开始时，你可以进行一次判定，若判定结果为黑色，则你获得之。你可以重复此流程，直到出现红色的判定结果为止",
	["yixing"] = "移形",
	[":yixing"] = "你可以将一张黑色手牌当【闪】使用或打出",
	["$sixing1"] = "吾夜观天象，见紫气东来。",
	["$sixing2"] = "早晚紫微禁，占来有使星。",
	["$yixing1"] = "风神萧散，凌波晚步。",
	["$yixing2"] = "仙子何年下太空，凌波微步笑芙蓉。",
	["~yueshen"] = "天时有序，人力何为？",

	["$dasiming"] = "di006",
	["#dasiming"] = "死亡使者", -- di 3hp
	["dasiming"] = "大司命",
	["cv:dasiming"] = "",
	["shouyao"] = "寿夭",
	[":shouyao"] = "出牌阶段，你可以弃置一张牌并指定两名男性角色，视为其中一名男性角色对另一名男性角色使用一张【决斗】（此【决斗】不能被【万里长城】或【以刑止刑】响应）。每阶段限一次",
	["zheyao"] = "折瑶",
	[":zheyao"] = "回合结束阶段开始时，你可以摸一张牌",
	["$shouyao1"] = "纷总总兮九州，何寿夭兮在予。",
	["$shouyao2"] = "各位就在此好好活动活动筋骨吧。",
	["$zheyao"] = "折疏麻兮瑶华，将以遗兮离居。",
	["~dasiming"] = "老冉冉兮既极，不寖近兮愈疏。",

	["$shaosiming"] = "di007",
	["#shaosiming"] = "生命使者", -- di 3hp
	["shaosiming"] = "少司命",
	["cv:shaosiming"] = "",
	["luosheng"] = "罗生",
	[":luosheng"] = "出牌阶段，你可以弃置两张手牌并指定一名已受伤的男性角色，你与其各回复1点体力。每阶段限一次",
	["lingyi"] = "灵衣",
	[":lingyi"] = "当你失去装备区里的牌时，你可以摸两张牌",
	["$luosheng1"] = "与女沐兮咸池，晞女发兮阳之阿。",
	["$luosheng2"] = "罗生堂下，秋兰长生。",
	["$lingyi1"] = "灵衣玉佩，一阴一阳。",
	["$lingyi2"] = "荷衣兮蕙带，倏而来兮忽而逝。",
	["~shaosiming"] = "悲莫悲兮生别离……",

	["$gongshuchou"] = "di008",
	["#gongshuchou"] = "霸道机关师", -- di 3hp
	["gongshuchou"] = "公输仇",
	["cv:gongshuchou"] = "",
	["badao"] = "霸道",
	[":badao"] = "每当一名角色受到1点机关伤害后，你可以摸一张牌",
	["enchou"] = "恩仇",
	[":enchou"] = "出牌阶段，你可以令一名其他角色摸一张牌，视为你对其使用一张【青铜开口】（此【青铜开口】不能被【万里长城】或【以刑止刑】响应）。每阶段限一次",
	["$badao1"] = "青铜开口，要问公输。",
	["$badao2"] = "哈哈！",
	["$enchou1"] = "老夫有大礼相送。",
	["$enchou2"] = "赤练女侠，老夫有礼了。", -- （赤练专用）
	["~gongshuchou"] = "呃，全散架了。",

	["$xiaoyaozi"] = "free001",
	["#xiaoyaozi"] = "关中豪侠", -- free 3hp
	["xiaoyaozi"] = "逍遥子",
	["cv:xiaoyaozi"] = "",
	["guirou"] = "贵柔",
	[":guirou"] = "每当你受到伤害时，你可以弃置一张♥手牌，将此伤害转移给一名其他角色，然后该角色摸X张牌（X为该角色已损失的体力值）",
	["yangsheng"] = "养生",
	[":yangsheng"] = "其他角色可以于其出牌阶段将一张♥手牌交给你，若其此时已受伤，你可以弃置一张手牌，令其回复1点体力。每阶段限一次",
	["$guirou1"] = "坚强者，死之徒；柔弱者，生之徒。",
	["$guirou2"] = "天下莫柔弱于水，而攻坚强者莫之能胜。",
	["$yangsheng"] = "上善若水，医者仁心。",
	["~xiaoyaozi"] = "天人合一啦。",

	["$shengqi"] = "free002",
	["#shengqi"] = "黑剑士", -- free 4hp
	["shengqi"] = "胜七",
	["cv:shengqi"] = "",
	["zhumie"] = "诛灭",
	[":zhumie"] = "当你使用黑色【杀】指定一名角色为目标后，你可以弃置其一张牌",
	["$zhumie"] = "挡我者，杀。",
	["~shengqi"] = "我不服……",

	["$gongsunlinglong"] = "free003",
	["#gongsunlinglong"] = "白马非马", -- free 3hp
	["gongsunlinglong"] = "公孙玲珑",
	["cv:gongsunlinglong"] = "",
	["guibian"] = "诡辩",
	[":guibian"] = "当你使用一张非延时类锦囊牌时，你可以摸一张牌",
	["baima"] = "白马",
	[":baima"] = "<b>锁定技</b>，你使用锦囊牌时无距离限制",
	["$guibian1"] = "你们这些伪君子呀。",
	["$guibian2"] = "兄台，你说呢？",
	["~gongshuchou"] = "我的马呀！",

	["$chunangong"] = "free004",
	["#chunangong"] = "楚地第一贤者", -- free 3hp
	["chunangong"] = "楚南公",
	["cv:chunangong"] = "",
	["bishi"] = "避世",
	[":bishi"] = "<b>锁定技</b>，你使用的非延时类锦囊牌对其他角色无效；其他角色使用的非延时类锦囊牌对你无效",
	["zhiyan"] = "智验",
	[":zhiyan"] = "出牌阶段，你可以将一张锦囊牌交给一名其他角色，然后摸一张牌，此时该角色可以使用此锦囊牌",
	["$bishi1"] = "真没礼貌。",
	["$bishi2"] = "咳咳咳……",
	["$zhiyan"] = "切莫辜负老夫厚望呀。",
	["~chunangong"] = "亡秦，必楚……",

	["$xiaoyaozi"] = "free005",
	["#xiaoyaozi"] = "关中豪侠", -- free 3hp
	["xiaoyaozi"] = "逍遥子",
	["cv:xiangyu"] = "",
	["guirou"] = "贵柔",
	[":guirou"] = "每当你受到伤害时，你可以弃置一张红桃牌，将此伤害转移给一名其他角色，然后该角色摸X张牌（X为该角色已损失的体力值）",
	["yangsheng"] = "养生",
	[":yangsheng"] = "其他角色可以于其出牌阶段将一张红桃牌交给你，若其此时已受伤，你可以弃置一张手牌，令其回复1点体力。每阶段限一次",

}
