-- XueZhanDaoDi Shuihusha part 2.

return {
	["XZDD"] = "血战到底",

	["#oupeng"] = "摩云金翅", -- kou 4.5hp (qjwm)
	["oupeng"] = "欧鹏",
	["zhanchi"] = "展翅",
	["designer:oupeng"] = "烨子&凌天翼",
	["cv:oupeng"] = "烨子【剪刀剧团】",
	[":zhanchi"] = "<font color=purple><b>限定技</b></font>，你可以跳过你的判定阶段并弃掉你判定区里的所有牌，永久获得技能“腾飞”（<b>锁定技</b>，回合结束时，你须减1点体力上限，进行一个额外的回合；你的攻击范围与你的当前体力值相等）。",
	["@wings"] = "翅",
	["tengfei"] = "腾飞",
	[":tengfei"] = "<b>锁定技</b>，回合结束时，你须减1点体力上限，进行一个额外的回合；你的攻击范围等于你的当前体力值。",
	["#Tengfei"] = "%from 的锁定技【%arg】被触发，将进行一个额外的回合",
	["$zhanchi"] = "迦楼罗，重生！",
	["$tengfei1"] = "我要飞得更高！",
	["$tengfei2"] = "以吾之血，毕其功于一役！",
	["~oupeng"] = "呃～啊！连珠箭！",

	["#gongwang"] = "花项虎", -- min 4hp (xzdd)
	["gongwang"] = "龚旺",
	["cv:gongwang"] = "猎狐【声声melody】",
	["feiqiang"] = "飞枪",
	[":feiqiang"] = "出牌阶段，你可以弃置一张武器牌并指定任一其他角色。该角色须弃置一张【闪】，否则你执行下列两项中的一项：1.令该角色失去1点体力；2.弃掉该角色装备区里的所有牌。每回合限一次。",
	["@feiqiang"] = "请弃置一张【闪】，否则由 %src 执行【飞枪】的效果",
	["feiqiang:gong"] = "令其失去1点体力",
	["feiqiang:wang"] = "弃掉其装备区里的所有牌",
	["$feiqiang1"] = "杀汝等个措手不及！",
	["$feiqiang2"] = "看我飞枪！",
	["~gongwang"] = "啊！",

	["#yuehe"] = "铁叫子", -- min 3hp (ttxd)
	["yuehe"] = "乐和",
	["cv:yuehe"] = "烨子【剪刀剧团】",
	["coder:yuehe"] = "roxiel",
	["yueli"] = "乐理",
	[":yueli"] = "若你的判定牌为基本牌，在其生效后可以获得之。",
	["yueli:yes"] = "拿屎",
	["yueli:no"] = "不拿屎",
	["taohui"] = "韬晦",
	[":taohui"] = "回合结束阶段，你可以进行一次判定：若结果不为基本牌，你可以令任一角色摸一张牌，并可以再次使用“韬晦”，如此反复，直到判定结果为基本牌为止。",
	["$yueli1"] = "呵呵～",
	["$yueli2"] = "且慢，音律有误。",
	["$taohui1"] = "白云起，郁披香；离复合，曲未央。",
	["$taohui2"] = "此曲只应天上有，人间能得几回闻。",
	["~yuehe"] = "叫子也难吹奏了。",

	["#muhong"] = "没遮拦", -- jiang 4hp (ttxd)
	["muhong"] = "穆弘",
	["cv:muhong"] = "流岚【裔美声社】",
	["coder:muhong"] = "roxiel",
	["wuzu"] = "无阻",
	[":wuzu"] = "<b>锁定技</b>，你始终无视其他角色的防具。",
	["$IgnoreArmor"] = "%to 装备着 %card，但 %from 貌似没有看见",
	["$wuzu1"] = "谁敢拦我？",
	["$wuzu2"] = "游击部，冲！",
	["~muhong"] = "弟，兄先去矣！",

	["#yanglin"] = "锦豹子", -- kou 4hp (cgdk)
	["yanglin"] = "杨林",
	["cv:yanglin"] = "蓝调【裔美声社】",
	["citan"] = "刺探",
	[":citan"] = "其他角色的弃牌阶段结束时，若该角色在此阶段中弃置的牌不少于两张，你可以观看一次该角色的手牌，并可以将其中的任意一张牌交给除该角色外的任一角色。",
	["$citan1"] = "哥哥，情况已探明！",
	["$citan2"] = "你的行踪暴露了！",
	["~yanglin"] = "不好！中计了！",

	["#guosheng"] = "赛仁贵", -- jiang 4hp (cgdk)
	["cv:guosheng"] = "芭小乐【声声melody】",
	["guosheng"] = "郭盛",
	["bingji"] = "并戟",
	[":bingji"] = "出牌阶段，你可以弃置两张同类别的牌，视为你对至多X名其他角色（至少一名）使用一张【杀】，X为你已损失的体力值。",
	["$bingji1"] = "看吾并画戟法！",
	["$bingji2"] = "来一个，杀一个，来一对，杀一双！",
	["~guosheng"] = "就这样……结束了吗？",

	["#fanrui"] = "混世魔王", -- kou 3hp (cgdk)
	["fanrui"] = "樊瑞",
	["cv:fanrui"] = "烨子【剪刀剧团】",
	["kongmen"] = "空门",
	[":kongmen"] = "<b>锁定技</b>，每当你失去最后一张手牌时，你回复1点体力。",
	["wudao"] = "悟道",
	[":wudao"] = "<font color=green><b>觉醒技</b></font>，任意角色的回合开始时，若你没有手牌，你须摸两张牌，然后减1点体力上限，并永久获得技能“卜天”和“奇门”。",
	["$kongmen1"] = "身合天地，自有乾坤！",
	["$kongmen2"] = "道生一，一生二，二生三，三生万物。",
	["$wudao"] = "洗心讵悬解，悟道正迷津。",
	["$butian3"] = "天之道，损有余而补不足。",
	["$butian4"] = "幽冥之间，万物已循因缘。",
	["$qimen3"] = "奇门道法，毁天灭地。",
	["$qimen4"] = "生门为生，死门为死。",
	["~fanrui"] = "吉凶自有天数。",

	["#malin"] = "铁笛仙", -- kou 3hp (cgdk)
	["malin"] = "马麟",
	["cv:malin"] = "烨子【剪刀剧团】",
	["lingdi"] = "灵笛",
	[":lingdi"] = "出牌阶段，你可以弃置一张牌并指定一名武将牌背面朝上和一名武将牌正面朝上的角色，令他们分别将其武将牌翻面。每回合限一次。",
	["qiaodou"] = "巧斗",
	[":qiaodou"] = "你每受到一次伤害，可以将伤害来源的武将牌翻面。",
	["$lingdi1"] = "不变应万变，不离其宗。",
	["$lingdi2"] = "汝应备战，换其出战。",
	["$qiaodou1"] = "人困马乏，且先稍作歇息。",
	["$qiaodou2"] = "别紧张，听吾一曲，休养生息。",
	["~malin"] = "笛声如水，难吹万种风情。",

	["#jiangjing"] = "神算子", -- min 3hp (fcdc)
	["jiangjing"] = "蒋敬",
	["tiansuan"] = "天算",
	[":tiansuan"] = "每当两名角色进行拼点时（在双方的拼点牌亮出前），你可以观看一次双方拼点的牌，并可以将其中一张与牌堆顶第一张牌进行交换。",
	["@tiansuan"] = "%src 的拼点牌是 %dest %arg 的 %arg2",
	["huazhu"] = "划珠",
	[":huazhu"] = "出牌阶段，你可以和一名角色拼点，若你赢，你须令任一角色将手牌调整至X张，X为你拼点牌点数的一半（向上取整），每回合限一次。",

	["#maling"] = "神驹子", -- jiang 3hp (fcdc)
	["maling"] = "马灵",
	["fengxing"] = "风行",
	[":fengxing"] = "<b>锁定技</b>，你始终跳过你的判定阶段、摸牌阶段和弃牌阶段；你每失去一张手牌，若你的手牌数小于你的体力上限，则你须摸一张牌。",

}
