-- translation for TigerPackage
-- Third of the twelve

return {
	["tiger"] = "寅虎",

	["$leiheng"] = "025",
	["#leiheng"] = "插翅虎", -- guan 4hp
	["leiheng"] = "雷横",
	["illustrator:leiheng"] = "赵林",
	["cv:leiheng"] = "刺客【怀旧配音联盟】",
	["guzong"] = "故纵",
	[":guzong"] = "当任意角色需要使用或打出一张【闪】时，你可以弃置一张锦囊牌或装备牌（视为该角色使用或打出一张【闪】），然后你可以弃掉该角色的至多两张牌。",
	["@guzong"] = "%src 需要使用或打出一张【闪】，你可以发动【故纵】帮助丫",
	["$Guzong"] = "%from 弃置了 %card，对 %to 发动了技能【%arg】",
	["$guzong1"] = "休教走了人！",
	["$guzong2"] = "你且从前门打入来，我与你截住后路。",
	["$guzong3"] = "哪里赶得上，这伙贼端的了得！",
	["~leiheng"] = "终究是技不如人啊！",

	["$sunli"] = "039",
	["#sunli"] = "病尉迟", -- guan 4hp
	["sunli"] = "孙立",
	["illustrator:sunli"] = "黄玉郎",
	["designer:sunli"] = "烨子&大Ｒ",
	["cv:sunli"] = "裤衩【浮声未歇】",
	["neiying"] = "内应",
	[":neiying"] = "你可以将你的任意两张颜色相同的牌当【将计就计】使用；出牌阶段，你可以指定任意两名角色，令其互相观看一次对方的手牌。每阶段限一次。",
	["#Neiying"] = "%to 互相观看了对方的手牌",
	["$neiying1"] = "小弟不才，且看相助捉拿这厮们。",
	["$neiying2"] = "此计如何？",
	["$neiying3"] = "明为相帮，暗则加害！",
	["$neiying4"] = "看我里外接应。",
	["$neiying5"] = "里应外合，必成大事。", -- 5和6是2效果
	["$neiying6"] = "且与兄长们通个有无！",
	["~sunli"] = "吾之才华，唉！",

	["$wuyanguang"] = "115",
	["#wuyanguang"] = "金甲元帅", -- guan 4hp
	["wuyanguang"] = "兀颜光",
	["illustrator:wuyanguang"] = "燎威",
	["cv:wuyanguang"] = "Sin柠檬【月玲珑】",
	["jintang"] = "金汤",
	[":jintang"] = "<b>锁定技</b>，当你受到伤害时，若你的当前体力值不大于2，则你最多受到1点伤害；当你受到无属性伤害时，若你的当前体力值为1，则防止该伤害；当你死亡时，你须将你装备区里的所有牌分别置于其他角色的装备区里。",
	["@jintang"] = "你死了，受到锁定技【金汤】影响，你须将你装备区的 %arg 置于其他角色装备区内",
	["#JintangForb"] = "%from 的锁定技【%arg】被触发，防止了 %arg2 点伤害",
	["#JintangCut"] = "%from 的锁定技【%arg】被触发，伤害由 %arg2 点减至 1 点",
	["$jintang1"] = "三重铠甲刀枪不入！", --1和2是1效果
	["$jintang2"] = "锦衣重铠，寻常手段如何伤我！",
	["$jintang3"] = "我这阵势固若金汤，谁可破得！", --3是2效果
	["$jintang4"] = "莫忘将我宝甲带回！", --4和5是3效果
	["$jintang5"] = "你可要继承我这阵法之道！",
	["~wuyanguang"] = "混天只想无人敌，也有神机打破时。",

	["$shixiu"] = "033",
	["#shixiu"] = "拼命三郎", -- jiang 4/6hp
	["shixiu"] = "石秀",
	["illustrator:shixiu"] = "张黎黎",
	["cv:shixiu"] = "雨过天青【华人之声】",
	["pinming"] = "拼命",
	[":pinming"] = "任意角色每受到一次伤害，若伤害来源不为你，则你可以扣减1点体力上限，对伤害来源造成相同的伤害；当其他角色受到你对其造成的伤害进入濒死状态时，你可以令其立即死亡，然后你立即死亡。",
	["$pinming1"] = "一生执意，路见不平，便要去相助！",
	["$pinming2"] = "梁山泊好汉全伙在此！",
	["$pinming3"] = "绝不退缩！",
	["$pinming4"] = "一命换一命！",
	["$pinming5"] = "舍得一身剐，敢把皇帝拉下马！",
	["~shixiu"] = "呃，拼到底了！",

	["$lvfang"] = "054",
	["#lvfang"] = "小温侯", -- jiang 4hp
	["lvfang"] = "吕方",
	["illustrator:lvfang"] = "三国闪",
	["cv:lvfang"] = "卡修【天子会工作室】",
	["lieji"] = "烈戟",
	[":lieji"] = "你可以跳过你的出牌阶段并弃置一张基本牌，视为你对一至两名其他角色使用一张【杀】。",
	["@lieji"] = "你可以弃一张基本牌发动【烈戟】，视为对一至两名其他角色使用一张【杀】",
	["$lieji1"] = "一戟双杀！",
	["$lieji2"] = "白雪光中，起几缕冲天火焰！",
	["$lieji3"] = "留得一手，杀得一双！",
	["~lvfang"] = "山岭险峻，使力过猛了～",

	["$tianhu"] = "113",
	["#tianhu"] = "晋王", -- jiang 4hp
	["tianhu"] = "田虎",
	["illustrator:tianhu"] = "飘渺之旅",
	["cv:tianhu"] = "特伦叔【未名声社】",
	["wuzhou"] = "五州",
	[":wuzhou"] = "出牌阶段，若你的装备区里有牌，则当你的手牌数小于X时，你可以将手牌补至X张（X为5与你装备区里的牌数之差）。",
	["huwei"] = "护卫",
	[":huwei"] = "<font color=red><b>主公技</b></font>，若你的装备区里没有牌，则其他将势力角色可以在其出牌阶段将一张装备牌置于你的装备区里，然后其摸一张牌。",
	["huweiv"] = "護衛",
	[":huweiv"] = "出牌阶段，可以将一张装备牌置于主公田虎的装备区里，然后其摸一张牌。",
	["$wuzhou1"] = "五州五十六县皆为我土！",
	["$wuzhou2"] = "兵精将猛，山川险峻，独霸一方。",
	["$huwei1"] = "四威将护驾！",
	["$huwei2"] = "吾有精兵护城，何惧贼人气势汹汹？",
	["~tianhu"] = "天丧我也！",

	["$zhangheng"] = "028",
	["#zhangheng"] = "船火儿", -- min 3hp
	["zhangheng"] = "张横",
	["illustrator:zhangheng"] = "黄玉郎",
	["cv:zhangheng"] = "烨子风暴【天子会工作室】",
	["jielue"] = "劫掠",
	[":jielue"] = "其他角色的判定牌生效后，你可以获得其一张手牌。",
	["fuhun"] = "附魂",
	[":fuhun"] = "<font color=green><b>觉醒技</b></font>，当任一其他角色死亡时，你失去技能“劫掠”并永久获得技能“离魂”和该角色当前的所有技能（主公技、限定技和觉醒技除外）。若你获得的技能（不含离魂）超过一个，则须扣减1点体力上限。",
	["$jielue1"] = "板刀面还是馄饨面？",
	["$jielue2"] = "上了这船可就由不得你了！",
	["$fuhun"] = "弟之英魂显灵！",
	["~zhangheng"] = "兄弟，哥来陪你了。",

	["$xiebao"] = "035",
	["#xiebao"] = "双尾蝎", -- min 4hp (cgdk)
	["xiebao"] = "解宝",
	["illustrator:xiebao"] = "小萨",
	["cv:xiebao"] = "鸢飞【天子会工作室】",
	["liehuo"] = "猎获",
	[":liehuo"] = "出牌阶段，当你使用【杀】对目标角色造成伤害时或该【杀】被【闪】抵消时，若目标角色的手牌数不小于你的手牌数，则你可以获得其一张手牌。",
	["$liehuo1"] = "没想到，竟有意外收获！",
	["$liehuo2"] = "你跑不了了！",
	["$liehuo3"] = "赶翻麋鹿与猿猱，杀尽山中虎豹。",
	["~xiebao"] = "哥！",

	["$shien"] = "085",
	["#shien"] = "金眼彪", -- min 3hp (qjwm)
	["shien"] = "施恩",
	["illustrator:shien"] = "星辰变",
	["cv:shien"] = "张小胆【华人之声】",
	["longluo"] = "笼络",
	[":longluo"] = "当你成为一张【杀】的目标后，你可以亮出牌堆顶的两张牌，然后将其中的基本牌交给任意角色并弃掉其余的牌。",
	["$Longluo1"] = "%from 亮出的 %card 不是基本牌，自动弃置",
	["$Longluo2"] = "%from 亮出的 %card 是基本牌，交给了 %to",
	["xiaozai"] = "消灾",
	[":xiaozai"] = "当你受到伤害时，你可以交给除伤害来源外的任一其他角色两张手牌，然后将该伤害转移给该角色。",
	["@xiaozai"] = "你可以交给除你和伤害来源外的一名角色两张手牌，将该伤害转移给该角色",
	["$longluo1"] = "小小心意，不成敬意。",
	["$longluo2"] = "好汉，且慢！",
	["$xiaozai1"] = "上下使得银两，可免三百杀威棒！",
	["$xiaozai2"] = "财可通神，只当破财消灾。",
	["~shien"] = "唉，都不是等闲之辈啊！",

	["$yanshun"] = "050",
	["#yanshun"] = "锦毛虎", -- kou 4hp (xzdd)
	["yanshun"] = "燕顺",
	["illustrator:yanshun"] = "大唐无双",
	["cv:yanshun"] = "猎狐【天子会工作室】",
	["coder:yanshun"] = "凌天翼",
	["huxiao"] = "虎啸",
	[":huxiao"] = "出牌阶段，你可以将你的任一装备牌当【猛虎下山】使用。",
	["$huxiao1"] = "仰天一啸，百兽惊！",
	["$huxiao2"] = "小的们，统统给我抓起来！",
	["$huxiao3"] = "谁敢擅入清风寨？",
	["~yanshun"] = "虎落平阳被犬欺啊！",

	["$wangying"] = "058",
	["#wangying"] = "矮脚虎", -- kou 3hp
	["wangying"] = "王英",
	["illustrator:wangying"] = "梦三国",
	["cv:wangying"] = "东方胤弘【天子会工作室】",
	["tanse"] = "贪色",
	[":tanse"] = "当你成为女性角色使用的非延时类锦囊的目标后，你可以选择一项：交给其一张装备牌，或获得其装备区里的一张牌。",
	["#Tanse"] = "%from 发动了【%arg】，目标是 %to，选择%arg2",
	["@tanse"] = "你可以交给 %src 一张装备牌，或点取消获得 %src 装备区里的一张牌",
	["houfa"] = "后发",
	[":houfa"] = "当其他角色的【杀】因弃置进入弃牌堆时，你可以获得之；你可以将两张【杀】当一张【杀】使用（该【杀】无距离限制且不能被【闪】响应）。",
	["$tanse1"] = "娘子若肯，我什么都答应。",  -- 1和2是1效果
	["$tanse2"] = "色授于魂，意乱情迷！",
	["$tanse3"] = "娘子你就从了我吧！",  -- 3和4是2效果
	["$tanse4"] = "娘子，咱好好耍耍！",
	["$houfa1"] = "留得青山在，不怕没柴烧！",  --1和2是1效果
	["$houfa2"] = "俺打不过你，但俺不怕你！",
	["$houfa3"] = "准备充分了，杀！",  --3和4是2效果
	["$houfa4"] = "后发先至，要你小命！",
	["~wangying"] = "有了娘子，值此一生！",

	["$lizhong"] = "086",
	["#lizhong"] = "打虎将", -- kou 3/4hp (xzdd)
	["lizhong"] = "李忠",
	["illustrator:lizhong"] = "fengfei",
	["cv:lizhong"] = "刺客【怀旧配音联盟】",
	["coder:lizhong"] = "凌天翼",
	["linse"] = "吝啬",
	[":linse"] = "<b>锁定技</b>，你不能成为【顺手牵羊】和【过河拆桥】的目标；你的手牌上限始终等于你的体力上限。",
	["$linse1"] = "嗯？休要打吾主意！",
	["$linse2"] = "此地无银三百两。",
	["~lizhong"] = "只可惜了俺那祖传的膏药啊！",

}
