-- ZhechongYannan Shuihusha part 5.

return {
	["ZCYN"] = "折冲厌难",

	["#_guansheng"] = "大刀",
	["guansheng"] = "关胜",
	["tongwu"] = "通武",
	[":tongwu"] = "当你使用的【杀】被【闪】抵消时，你可以获得该【闪】并交给除目标角色外的任一角色。",

	["#_ruanxiaoer"] = "立地太岁",
	["ruanxiaoer"] = "阮小二",
	["fuji"] = "伏击",
	[":fuji"] = "其他角色的判定阶段开始时，若该角色的判定区里有牌，你可以弃置一张手牌，视为你对该角色使用了一张【行刺】（不能被【将计就计】或【无懈可击】响应）。",
	["@fuji"] = "%src 即将开始判定阶段，你可以弃一张手牌【伏击】之",

	["yangxiong"] = "杨雄",
	["#_yangxiong"] = "病关索",
	["designer:yangxiong"] = "裁之刃•散",
	["guizi"] = "刽子",
	[":guizi"] = "每当其他角色进入濒死状态时，你可以弃置一张黑桃牌，令该角色立即死亡。若如此做，则视为你杀死该角色。",
	["@guizi"] = "%src 正在死亡线上挣扎，你可以发动【刽子】，弃一张黑桃牌将其拖出去宰掉",

	["#_haosiwen"] = "井木犴",
	["haosiwen"] = "郝思文",
	["cv:haosiwen"] = "烨子",
	["sixiang"] = "四象",
	[":sixiang"] = "回合开始阶段，你可以弃置一张手牌，令至多X名角色（至少一名）依次将手牌调整至X张，X为场上现存势力数。若如此做，弃牌阶段，你至少须弃置等同于场上现存势力数的牌（不足则全弃）。每回合限一次。",
	["#SixiangBad"] = "%from 受到技能【%arg2】影响，必须至少弃掉 %arg 张牌",
	["#SixiangWorst"] = "%from 受到技能【%arg2】影响，弃掉了所有的装备和手牌（共 %arg 张）",
	["@sixiang"] = "你可以弃一张手牌发动技能【四象】",
	["$sixiang1"] = "青龙、白虎、朱雀、玄武！",
	["$sixiang2"] = "朱雀神鸟，为我先导！",
	["~haosiwen"] = "井宿八星，都陨落了。",

	["#_zhaoji"] = "宋徽宗",
	["zhaoji"] = "赵佶",
	["designer:zhaoji"] = "烨子&群龙令",
	["cv:zhaoji"] = "烨子",
	["shemi"] = "奢靡",
	[":shemi"] = "你可以跳过你的弃牌阶段，将你的武将牌翻面：每当你将你的武将牌翻面时，你可以摸X张牌，X为你已损失的体力值（至少为1且至多为2）。",
	["lizheng"] = "离政",
	[":lizheng"] = "<b>锁定技</b>，若你的武将牌背面朝上，当其他角色计算与你的距离时，始终+1。",
	["nongquan"] = "弄权",
	[":nongquan"] = "<font color=red><b>主公技</b></font>，其他官势力角色可以跳过其摸牌阶段，令你将你的武将牌翻面。",
	["$shemi1"] = "琼林玉殿，朝喧弦管，暮列笙琶。",
	["$shemi2"] = "皓月如昼，共乘欢，争忍归来。",
	["$nongquan1"] = "哈哈……就依爱卿之见！",
	["$nongquan2"] = "退朝，退朝。",
	["~zhaoji"] = "家山回首三千里，目断山南无雁飞。",

	["#_pengqi"] = "天目将",
	["pengqi"] = "彭玘",
	["tianyan"] = "天眼",
	[":tianyan"] = "其他角色的判定阶段开始时，若该角色的手牌数大于2，你可以观看牌堆顶的三张牌，并可以弃掉其中任意数量的牌。",

	["#_shiwengong"] = "大教师",
	["shiwengong"] = "史文恭",
	["dujian"] = "毒箭",
	[":dujian"] = "每当你使用【杀】对其他角色造成伤害时，若你不在该角色的攻击范围内，你可以防止该伤害，改为将该角色的武将牌翻面。",

【凌振】——轰天雷 体力值4 烨子 JIANG 052   
炮轰——锁定技，你的黑色普通【杀】均视为具雷电属性的【杀】；你使用具雷电属性的【杀】时无距离限制。



	["$niepan"] = "凤凰涅盘，浴火重生！",
	["$qiangxi"] = "五步之内，汝命休矣！",
	["~pangtong"] = "落凤坡？此地不利于吾。",
	["~wolong"] = "悠悠苍天，曷此其极",
	["~dianwei"] = "主公，我就到这了",
	["~xunyu"] = "身为汉臣，至死不渝",
	["~yuanshao"] = "天不助袁哪！",
	["~taishici"] = "今所志未遂，奈何死乎",

	["@nirvana"] = "涅槃",

	-- CV
	["cv:xunyu"] = "听雨",
	["cv:dianwei"] = "褪色",
	["cv:wolong"] = "彗星",
	["cv:yuanshao"] = "耗子王",
	["cv:pangde"] = "Glory",
	["cv:shuangxiong"] = "墨染の爷们",
}

