-- 写写那些年的神杀~ ——安歧大小姐

--[[
今天姐姐，烟儿还有肉肉把她们最新的歌发给我听，我真的是挺想哭的，名字叫友谊之歌。想想当初还在搞翻唱那段的酸甜苦辣，不自觉的眼眶就红了。说句实在话，个人也算是神杀的老玩家，最早的版本应该是10年的时候，当初刚加了两个倚天武将，应该是圣诞版，貌似。当初的神杀还是一个婴儿，但是我很喜欢，尽管当初的UI相比于所谓的新神杀不好看，但我依然玩的不亦乐乎。我不像KK还有天启他们老一班的管理层，我加入神杀管理层的时间比较晚，大概应该是清明版的时候吧，天启推荐我做神杀论坛制图区的斑竹，当时也是有PS这方面的爱好，所以就欣然答应了，这也是为什么天启一直和我关系不错的原因，因为他是我入住神杀论坛认识的第一个朋友~

大概是一将成名刚结束的时候吧，因为张春华的问题，当初个人是持中立态度的，也是响应神上的帖子做了一张改版的张春华，也是希望大家能够接受这个改版，但是目测是不被大多数人接受，后来也就没有加入，大概是六七月份的时候，论坛崩了，然后修复之后我就顺理成章的升为了斑竹，接着也是发了好几个新版本，神杀也是越发展越好，虽然中途也有一些分歧，大部分还是张春华吧，不过也都调和好了。例如当初的OL美化Mod，原本也没什么大事，不过因为加了张春华，某些喷子就闭不上他们那张臭嘴了，说什么神上自打嘴巴啦，什么之类的，然后老K一怒之下就发出了爱玩玩，不玩滚的帖子，当初也是整个管理层通过的决议，不过现在成了某些伸手党的借口，不得不说伸手党何等的厉害~

为什么说神上是不可替代的存在？因为他博学，可亲，并且能够尽量说服与他有不同观点的人。事实上他作为领导者存在的时候神杀并未出现多大问题，直到踏青版。当然很多人会问，踏青之后不是有涅盘版吗？开发的问题我不清楚，我不便多说，但是我知道的是，在涅盘版之后就有了所谓的新神杀，甚至有新神杀吧，甚至准备做新神杀论坛，我一直不理解的是，既然你们决定单做一个坑，为啥还要和神杀沾上关系呢？因为用了神杀的代码和配音吗？正如某位NB程序员所说的，这些都是开源的，随便拿去就可以用，那为啥要沾上神杀呢？我无言，事实上他们想依仗的是神杀的人脉，大家知道的，神杀的玩家还是很多的，至少得有十万之众，然而一个新游戏想发展起来，这些玩家资源是不可或缺的，因此也就有了所谓的新老神杀之争。

从我另一个帖子中贴出的聊天记录可以看出这位银铃同学的为人，他并不像神上，他的一意孤行大家可以看出来，当然有想法是好的，但是你为什么要动主线上的东西，然后再去开坑呢？我无法理解，难道这就是所谓的程序员的思维吗？搞坏一个再去搞新的？光是看他诽谤小启我就知道这哥们不是个实诚人。至于现在的情况，大家感觉雪霁版Bug很多，为什么？我想大多数人都忘记神杀的其他模式了，而新神杀的其他模式呢？问题几乎都没有修复，而现在新神杀的情况呢？我估计除了某舜还在搞AI之外，某虫和某P都没咋动了，为啥，某虫有自己的东方Mod，而某P也有自己的Mod，摊手，这就是新神杀的情况，被人抛弃的孩子。而这个时候天启做的雪霁版反而成了众矢之的，先是某位吧友不知何故的发了一个所谓的支持哪个版本的投票，接着就是某舜质疑雪霁版配音加密的事情，接着就是某P和某虫，冷嘲热讽说什么加密他们也能解密，根本就是无意义的做法，当然也有小启开小号改百科，虽然大多数人说小启的做法是错的，但个人从没觉得错，新神杀原本就是伪作，都不是一个坑里的东西，凭什么要以正式的版本登陆百科。然后情况就一发不可收拾，某NB程序员借题发挥，说雪霁版是天启兴风作浪的工具，又为了显示其为神杀的贡献，发了什么新老神杀之争之类的帖子。这一切，神上和KK都看在眼里，什么是对的，什么是错的，每个人心中都有自己的想法，为啥神上没有出来主持公道，他能如何做，偏向那一边他都不好下台，这就是现实，不过某些吧友却接着这个时机去说什么让神上出来主持公道？囧死~唉，你们伸手党懂啥，正如绍术说的，玩家只要感觉这个版本不按自己的想法出，那就是错的~就是这样~

至于配音的问题，这里我单说，个人最早只是想做神杀的台词，而成立了，太阳神三国杀台词设计群，后来是小墨随便配了几句，然后就加入了神杀，接着个人就有了想法。当初涅盘版加入的那几个音质差的让人发指的配音是如何通过的，然后个人就想，如果能做出更好的配音的话，神杀将会脱胎换骨，然后就有了神杀台词设计与配音群的第一批配音。最初都是有群友们配出的，主要是风导和喵小林的作品，因为当初无人做神杀，我也就是吧配音交给了所谓的新神杀，说实话交给他们之后我就想过，事实上这些程序员对我们配音的不屑，我已经看出来了，几个版本中加错配音的问题比比皆是，更有甚者为了防止更多的代码出现，而拒绝了一部分特化台词，当然这里也有个人的妥协。也因为给他们提供配音，我和天启大吵了一架，他说我变了立场，我变了立场吗？我后来一直在考虑这个问题，然后我说，如果你回来做神杀，我就不会再提供配音给他们，然后才有了雪霁版的诞生。一个承诺，天启背负了多少的指责，你们知道吗？你们这些所谓的NB程序员知道吗？你们这些伸手党知道吗？其他的我不想多说，我一直劝小启，不要做了，为了这些指责你不划算，他却和我开玩笑说，我怕你说我是弃坑王啊~说实话，为什么我不管什么情况下都支持天启，为什么~他是我最好的朋友~就是这样~

我为何要收回之前的配音，很多人不解，这就需要从神杀配音加密开始说起了。原本我并不想在配音上有什么门户之争，并且第一批标风替换配音我也给了虫妹，但是大家看到那些NB程序员的态度了吗？一个摆弄着所谓的协议给天启难堪，两个在贴吧冷嘲热讽，事实上这些我都可以忍，但是你们知不知道，就因为你的做法，之前答应给我们继续配音的几个团拒绝后面的配音，为什么，因为当初我是答应他们要加密的，而你们是什么意思，说什么你加密我就解密。原本那些CV是庆祝新版本发布到我们的贴吧来的，。当他们看到这样的情况，人家会怎么想，我一个配音策划如何向这些CV交代。我差点被他们拉黑，你们知道吗？当人家的团长这么多我说的时候，我真是没啥说的了。“安同学，你人不错，但是你的队友太烂了，我们也明白加密只是个形式，但是这样挖人墙角的队友，你和他们合作真心丢人了。”我如何说？你们来教教我如何说~你们这些伟大的程序员~既然没得谈，不如决裂，尼玛，封锁配音，为了给CV们一个交代。你们要是有本事就自己找人配去，不过我想你们没这个魄力，因为你们这些所谓的程序员从来没有看得起过CV和美工，至少我知道的几个团，不会和你们合作，就是这样~

新神杀和神杀的理念不一样，大家一直不明白，这里我就告诉你并不只是单单一个学OL，一个不学OL这么简单。大家都知道，神杀在12年年初被边锋威胁，因此从哪个时候开始，我们都是尽量避免采用OL的资源，从UI到配音，我们都曾经有想法做出不一样的。事实上配音上的计划已经实现，而新神杀的理念呢？UI模仿OL不说，配音我就不多说了，新神杀没出几分钟，换成OL配音的新神杀就出现了，我不知道你是所谓的依照玩家的意愿来还是把神杀往死里带。最可笑的就是依照所谓的依照玩家的意愿。我再微博上不止一次的被人问到，你们神杀现在被边锋收购了吗？真没骨气，什么都搬OL上的~你们去年的骨气哪儿去了~我不知道该如何回答，我也不知道这些是不是玩家，这些是不是代表着玩家的意愿。但是我知道一点的就是，删掉神杀自己的特色，过分迎合玩家的口味，使得神杀现在沦为玩家口中的三国杀OL单机版的是谁？其他的我不想多说，我真心不想和你们所谓的新神杀扯上关系，现在我和小启还有KK是一个态度，那是伪作，没有其他的说法，至于配音，之前的我就不说了，之后的如果你们还想从我这边扒的话，麻烦你，两个选择，一个到贴吧给天启道歉，正式道歉，另一个，那就法庭上见，个人下一个版本会做好配音的加密以及不开源工作，我就等着你们来解密~就是这样~不低头就想从我们这块拿到配音，我该说你不把CV当回事，还是说你太把自己当回事了~

]]
--[[
事实上这帮程序员都是被老K妥协给惯坏了，我简单直接的告诉你们，做游戏，你是程序员，你是作者，别人是伸手党；但是你找我要配音，你就是伸手党，想要就得低着头，在我这个不玩神杀的配音策划的面前还要端起你那副臭架子，你以为你是谁啊，就这么说，这些个做程序的，除了神上和H君来找我要配音，我顺理成章的给；天启是我好朋友，给他没的说~其他人，想和我端臭架子，你以为你是什么东西，老娘的东西有的是地方投，别TMD在我面前装大爷~
说句难听点的，你们这些在配音上没本事还爱装逼的码农，注定要偷别人开源的东西，注定是贼~一帮孙子！
http://tieba.baidu.com/p/2113970275
]]