-- The translate for description of modes

return {
	[":02p"] = "两人局\
1主公、1反贼，一局定胜负，首先阵亡的角色宣告败北。",
	[":02_1v1"] = "标准1v1模式\
1主公、1内奸，每名玩家选出三名武将出战，首先三名武将全部阵亡的玩家宣告败北。",
	[":03p"] = "三人局\
1主公、1反贼、1内奸。",
	[":04p"] = "四人局\
1主公、2反贼、1内奸。",
	[":05p"] = "五人局\
1主公、1忠臣、2反贼、1内奸。",
	[":06p"] = "六人局\
1主公、1忠臣、3反贼、1内奸",
	[":06pd"] = "六人局（双内）\
1主公、1忠臣、2反贼、2内奸。",
	[":06_3v3"] = "标准3v3模式\
1暖色主帅、2暖色边锋、1冷色主帅、2冷色边锋，冷暖双方交替行动，主帅首先阵亡的一方宣告败北。\
★该模式中使用【猛虎下山】、【万箭齐发】、【梁山聚义】、【五谷丰登】及【逢凶化吉】时可指定顺时针或逆时针的结算方向。\
★原则上不加入“天灾牌”，如：【闪电】、【海啸】及【生辰纲】等。",
	[":07p"] = "七人局\
1主公、2忠臣、3反贼、1内奸。",
	[":08p"] = "八人局\
1主公、2忠臣、4反贼、1内奸。",
	[":08pd"] = "八人局（双内）\
1主公、2忠臣、3反贼、2内奸。",
	[":08pz"] = "八人局（无内）\
1主公、3忠臣、4反贼。",
	[":09p"] = "九人局\
1主公、3忠臣、4反贼、1内奸。",
	[":10pd"] = "十人局（双内）\
1主公、3忠臣、4反贼、2内奸。",
	[":10p"] = "十人局\
1主公、3忠臣、5反贼、1内奸。",
	[":10pz"] = "十人局（无内）\
1主公、4忠臣、5反贼。",
	[":11p"] = "十一人局",

	[":arthur_ferris"] = "杀上保下模式",
	[":couple"] = "花田错模式",
	[":dusong"] = "独松关模式",
	[":endless"] = "无尽模式",
	[":hegemony"] = "国战模式",
	[":landlord"] = "斗地主模式",
	[":warlords"] = "投名状模式",
	[":wheel_fight"] = "车轮战模式",
}
