-- translation for PloughPackage

return {
	["plough"] = "天罡卡牌包", 
	
	["ecstasy"] = "迷",
	[":ecstasy"] = "使用时机：出牌阶段。\
使用目标：除你以外，你攻击范围内的一名角色。\
效果：目标角色不能使用或打出【杀】和【闪】，直到你的回合结束或其受到一次伤害。每回合限用一次。",

	["drivolt"] = "逼上梁山",
	[":drivolt"] = "使用时机：出牌阶段。\
使用目标：一名与你不同势力的其他角色。\
效果：目标角色失去1点体力，弃置两张牌，然后摸三张牌。",

	["counterplot"] = "将计就计",
	[":counterplot"] = "使用时机：目标锦囊生效前。\
使用目标：一张指定了唯一目标的非延时类锦囊。\
效果：抵消目标锦囊产生的效果且你获得该锦囊。",

	["wiretap"] = "探听",
	[":wiretap"] = "使用时机：出牌阶段。\
使用目标：除你以外任一角色。\
效果：你观看一次该角色的手牌。",

	["assassinate"] = "行刺",
	[":assassinate"] = "使用时机：出牌阶段。\
使用目标：除你以外任一角色。\
效果：目标角色需连续打出两张【闪】，否则受到1点伤害。若目标角色连续打出两张【闪】，你须将你的武将牌翻面。",

	["provistore"] = "积草屯粮",
	[":provistore"] = "使用时机：出牌阶段。\
使用目标：任一角色。\
效果：将【积草屯粮】横置于该角色的判定区里。目标角色回合判定阶段，进行判定：若判定结果为方块，则没有事发生，将【积草屯粮】弃置；若判定结果不为方块，则跳过该角色的弃牌阶段，将【积草屯粮】弃置。",

	["treasury"] = "生辰纲",
	[":treasury"] = "使用时机：出牌阶段。\
使用目标：你。\
效果：将【生辰纲】横置于目标角色的判定区里。目标角色回合判定阶段，进行判定：若判定结果为红色J、Q、K或A，则你摸五张牌，将【生辰纲】弃置；若判定结果不为红色J、Q、K或A，将【生辰纲】移动到当前目标角色下家（【生辰纲】的目标变为该角色）的判定区里。",

	["tsunami"] = "海啸",
	[":tsunami"] = "使用时机：出牌阶段。\
使用目标：你。\
效果：将【海啸】横置于目标角色的判定区里。目标角色回合判定阶段，进行判定：若判定结果为黑色J、Q、K或A，则你须弃置你的所有牌，将【海啸】弃置；若判定结果不为黑色J、Q、K或A，将【海啸】移动到当前目标角色下家（【海啸】的目标变为该角色）的判定区里。",


	-- 晋宣帝
	["jinxuandi"] = "晋宣帝",
	["wuling"] = "五灵",
	[":wuling"] = "回合开始阶段,你可选择一种五灵效果发动，该效果对场上所有角色生效.\
	该效果直到你的下回合开始为止.你选择的五灵效果不可与上回合重复.\
	[风]场上所有角色受到的火焰伤害+1 \
	[雷]场上所有角色受到的雷电伤害+1 \
	[水]场上所有角色使用桃时额外回复1点体力 \
	[火]场上所有角色受到的伤害均视为火焰伤害 \
	[土]场上所有角色每次受到的属性伤害至多为1.",
	["#WulingWind"] = "%from 受到【五灵（风）】的影响，火焰伤害从 %arg 上升到 %arg2",
	["#WulingThunder"] = "%from 受到【五灵（雷）】的影响，雷电伤害从 %arg 上升到 %arg2",
	["#WulingFire"] = "%from 受到【五灵（火）】的影响，伤害属性变为火焰属性",
	["#WulingWater"] = "%from 受到【五灵（水）】的影响，吃桃后额外恢复一点体力",
	["#WulingEarth"] = "%from 受到【五灵（土）】的影响，属性伤害减少至 1 点",
	
	["wuling:wind"] = "[风]场上所有角色受到的火焰伤害+1",
	["wuling:thunder"] = "[雷]场上所有角色受到的雷电伤害+1",
	["wuling:water"] = "[水]场上所有角色使用桃时额外回复1点体力",
	["wuling:fire"] = "[火]场上所有角色受到的伤害均视为火焰伤害",
	["wuling:earth"] = "[土]场上所有角色每次受到的属性伤害至多为1",
	
	["$wuling1"] = "长虹贯日，火舞旋风",
	["$wuling2"] = "追云逐电，雷动九天",
	["$wuling3"] = "云销雨霁，彩彻区明",
	["$wuling4"] = "举火燎天，星沉地动",
	["$wuling5"] = "大地光华，承天载物",
	["~jinxuandi"] = "千年恩怨，一笔勾销，历史轮回，转身忘掉",
	
	["@wind"] = "五灵(风)",
	["@thunder"] = "五灵(雷)",
	["@fire"] = "五灵(火)",
	["@water"] = "五灵(水)",
	["@earth"] = "五灵(土)",	
	
	-- 蔡昭姬
	["caizhaoji"] = "蔡昭姬",
	["guihan"] = "归汉",
	["caizhaoji_hujia"] = "胡笳",
	[":guihan"] = "出牌阶段，你可以主动弃掉两张红桃手牌或两张方块手牌，和你指定的任意一名存活角色互换位置。每回合限一次。",
	[":caizhaoji_hujia"] = "回合结束阶段，你可以进行判定：若为红色，立即获得此牌，如此往复，直到出现黑色为止，连续发动3次后武将翻面。",
	["$guihan"] = "雁南征兮欲寄边心，雁北归兮为得汉音",
	["$caizhaoji_hujia"] = "北风厉兮肃泠泠。胡笳动兮边马鸣",
	["~caizhaoji"] = "人生几何时，怀忧终年岁",	
	
	-- 陆伯言	
	["luboyan"] = "陆伯言",
	["luboyanf"] = "陆伯言(女)",
	["shenjun"] = "神君",
	[":shenjun"] = "锁定技，游戏开始时，你必须选择自己的性别。回合开始阶段，你必须倒转性别，异性角色对你造成的非雷电属性伤害无效。",
	["shaoying"] = "烧营",
	[":shaoying"] = "当你对一名不处于连环状态的角色造成一次火焰伤害时，你可进行一次判定：若判定结果为红色，则你对其下家造成一点火焰伤害。",
	["zonghuo"] = "纵火",
	[":zonghuo"] = "锁定技，你的杀始终带有火焰属性",
	["shenjun:male"] = "男性",
	["shenjun:female"] = "女性",
	["male"] = "男性",
	["female"] = "女性",
	["#ShenjunChoose"] = "%from 选择了 %arg 作为初始性别",
	["#ShenjunProtect"] = "%to 的【神君】锁定技被触发，异性(%from)的非雷电属性伤害无效",
	["#ShenjunFlip"] = "%from 的【神君】锁定技被触发，性别倒置",	
	["#Zonghuo"] = "%from 的锁定技【纵火】技能被触发，【杀】变为火焰属性",
	
	-- 钟会
	["zhongshiji"] = "钟士季",
	["gongmou"] = "共谋",
	["@conspiracy"] = "共谋",
	[":gongmou"] = "回合结束阶段，可指定一名其他角色：其在摸牌阶段摸牌后，须给你X张手牌(X为你手牌数与对方手牌数的较小值)，然后你须选择X张手牌交给对方",	
	["#GongmouExchange"] = "%from 发动了【共谋】技能，与 %to 交换了 %arg 张手牌",
	
	-- 姜维
	["jiangboyue"] = "姜伯约",
	["lexue"] = "乐学",
	[":lexue"] = "出牌阶段，可令一名有手牌的其他角色展示一张手牌，若为基本牌或非延时锦囊，则你可将与该牌同花色的牌当作该牌使用或打出直到回合结束；若为其他牌，则立刻被你获得。每回合限一次",
	["xunzhi"] = "殉志",
	[":xunzhi"] = "出牌阶段，可摸三张牌并变身为任意未上场或已阵亡的蜀势力角色，若如此做，回合结束时你立即死亡",
	["$lexue1"] = "勤习出奇策,乐学生妙计",
	["$lexue2"] = "此乃五虎上将之勇",
	["$lexue3"] = "此乃诸葛武侯之智",
	["$xunzhi1"] = "丞相,计若不成,维亦无悔!",
	["$xunzhi2"] = "蜀汉英烈,忠魂佑我!",
	["~jiangboyue"] = "吾计不成,乃天命也!",
	
	-- 贾文和
	["jiawenhe"] = "贾文和",
	["dongcha"] = "洞察",
	[":dongcha"] = "回合开始阶段，你可以指定其他任意一名角色：该角色的所有手牌对你处于可见状态，直到你的本回合结束。其他任何角色都不知道你对谁发动了洞察技能，包括被洞察的角色本身",	
	["dushi"] = "毒士",
	[":dushi"] = "锁定技，杀死你的角色获得崩坏技能直到游戏结束",
	["@collapse"] = "崩坏",
	
	-- 古之恶来
	["guzhielai"] = "古之恶来",
	["sizhan"] = "死战",
	[":sizhan"] = "锁定技，当你受到伤害时，防止该伤害并获得与伤害点数等量的死战标记；你的回合结束阶段，你须弃掉所有的X个死战标记并流失X点体力。",
	["shenli"] = "神力",
	[":shenli"] = "锁定技，出牌阶段，你使用【杀】造成的<font color='red'>第一次伤害</font>+X，X为当前死战标记数且最大为3",
	["#SizhanPrevent"] = "%from 的锁定技【死战】被触发，防止了当前的 %arg 点伤害",
	["#SizhanLoseHP"] = "%from 的锁定技【死战】被触发，流失了 %arg 点体力",
	["#ShenliBuff"] = "%from 的锁定技【神力】被触发，【杀】的伤害增加了 %arg, 达到了 %arg2 点",
	["@struggle"] = "死战",
	
	-- 邓士载
	["dengshizai"] = "邓士载",
	["zhenggong"] = "争功",
	[":zhenggong"] = "任意其他角色的回合开始前，若你的武将牌正面向上，你可以将你的武将牌翻面并立即进入你的回合，你的回合结束后，进入该角色的回合。",
	["toudu"] = "偷渡",
	[":toudu"] = "当你的武将牌背面向上时若受到伤害，你可以弃一张手牌并将你的武将牌翻面，若如此做，视为对任意一名其他角色使用了一张【杀】。",
	["@zhenggong"] = "争功",
	["$zhenggong"] = "不肯屈人后,看某第一功",
	["$toudu"] = "攻其不意,掩其无备",
	["~dengshizai"] = "蹇利西南,不利东北；破蜀功高,难以北回……",
	
	-- 张鲁
	["zhanggongqi"] = "张公祺",
	["yishe"] = "义舍",
	[":yishe"] = "出牌阶段，你可将任意数量手牌正面朝上移出游戏称为“米”(至多存在五张)或收回；其他角色在其出牌阶段可选择任意一张“米”询问你，若你同意，该角色获得这张牌，每回合限两次。",
	["xiliang"] = "惜粮",
	[":xiliang"] = "你可将其他角色弃牌阶段弃掉的红牌收为“米”或加入手牌。",
	["rice"] = "米",
	["xiliang:put"] = "收为“米”",
	["xiliang:obtain"] = "加入手牌",
	["yisheask"] = "义舍要牌",
	["yisheask:allow"] = "同意",
	["yisheask:disallow"] = "不同意",

	-- 倚天剑
	["yitianjian"] = "倚天剑",
	["zhengfeng"] = "争锋",
	[":zhengfeng"] = " <b>锁定技</b>，当你的装备区没有武器时，你的攻击范围为X，X为你当前体力值。",	
	["zhenwei"] = "镇威",
	[":zhenwei"] = "你的【杀】被手牌中的【闪】抵消时，可立即获得该【闪】。",
	["yitian"] = "倚天",
	[":yitian"] = "<b>联动技</b>，当你对曹操造成伤害时，可令该伤害-1",
	["#YitianSolace"] = "%from 发动了技能【倚天】，对 %to 的 %arg 点伤害减至 %arg2 点",
	
	["yanghu"] = "羊祜",
	["jinshen"] = "谨慎",
	[":jinshen"] = "锁定技，你不能成为【乐不思蜀】与【兵粮寸断】的目标。",
	
	-- CV
	["cv:shencc"] = "",
	["cv:caochong"] = "",
	["cv:zhangjunyi"] = "",
	["cv:lukang"] = "",
	["cv:jinxuandi"] = "宇文天启",
	["cv:xiahoujuan"] = "妙妙",
	["cv:caizhaoji"] = "妙妙",
	["cv:luboyan"] = "",
	["cv:luboyanf"] = "",
	["cv:zhongshiji"] = "",
	["cv:jiangboyue"] = "Jr. Wakaran",
	["cv:jiawenhe"] = "",
	["cv:guzhielai"] = "",
	["cv:dengshizai"] = "阿澈",
	["cv:zhanggongqi"] = "",
	["cv:yitianjian"] = "",
	
	["designer:shencc"] = "官方内测第三版",
	["designer:caochong"] = "太阳神上",
	["designer:zhangjunyi"] = "孔孟老庄胡",
	["designer:lukang"] = "太阳神上",
	["designer:jinxuandi"] = "title2009,塞克洛",
	["designer:xiahoujuan"] = "宇文天启，艾艾艾",
	["designer:caizhaoji"] = "冢冢的青藤",
	["designer:luboyan"] = "太阳神上、冢冢的青藤",
	["designer:luboyanf"] = "太阳神上、冢冢的青藤",
	["designer:zhongshiji"] = "Jr. Wakaran",
	["designer:jiangboyue"] = "Jr. Wakaran, 太阳神上",
	["designer:jiawenhe"] = "氢弹",
	["designer:guzhielai"] = "Jr. Wakaran, 太阳神上",
	["designer:dengshizai"] = "Bu懂",
	["designer:zhanggongqi"] = "背碗卤粉, Jr. Wakaran",
	["designer:yitianjian"] = "太阳神上",
}

