-- translation for QLFDPackage

return {
	["QLFD"] = "绮罗粉黛",

	["#_panjinlian"] = "墙头杏",
	["panjinlian"] = "潘金莲",
	["yushui"] = "鱼水",
	[":yushui"] = "出牌阶段，你可弃置一张红桃牌并指定一名已受伤的男性角色：你和该角色各回复1点体力，各摸两张牌并将各自的武将牌翻面。每回合限一次。",
	["zhensha"] = "鸩杀",
	[":zhensha"] = "限定技，当其他角色使用【酒】时（在结算前），你可以弃置一张黑桃手牌，令该角色立即死亡。",
	["#Zhensha"] = "%from 发动了技能【%arg】，%to 一命归西",
	["@zhensha"] = "%src 使用了【酒】，你可以趁机弃置一张黑桃手牌，将其毒死。",
	["@vi"] = "鸩",
	["shengui"] = "深闺",
	[":shengui"] = "锁定技，若你的武将牌背面朝上，你不能成为男性角色使用锦囊的目标。",

	["yangxiu"] = "杨修", 
	["jilei"] = "鸡肋", 
	["danlao"] = "啖酪", 
	["$jilei"] = "食之无味，弃之可惜", 
	["$danlao"] = "一人一口，分而食之", 
	["$hongyan"] = "(红颜)",
	["~yangxiu"] = "恃才傲物，方有此命",
	["~xiaoqiao"] = "公瑾，我先走一步",
	
	["yuji"] = "于吉",
	["guhuo"] = "蛊惑",
	["guhuo_pile"] = "蛊惑牌堆",
	[":guhuo"] = "当你需要使用或打出一张基本牌或非延时类锦囊牌时，你可以声明并将一张手牌扣于桌上。若无人质疑，则该牌按你所述之牌来用。若有人质疑，则亮出验明：若为真，质疑者各失去1点体力；若为假，质疑者各摸一张牌，除非被质疑的牌是【红桃】且为真（仍可用），否则无论真假，该牌都作废，弃置之",
	["$guhuo1"] = "猜猜看哪?",
	["$guhuo2"] = "你信吗?",
	["~yuji"] = "竟然被猜到了",
	
-- last words
	
}
