-- translation for QLFDPackage

return {
	["QLFD"] = "绮罗粉黛",

	["#_panjinlian"] = "墙头杏",
	["panjinlian"] = "潘金莲",
	["yushui"] = "鱼水",
	[":yushui"] = "出牌阶段，你可弃置一张红桃牌并指定一名已受伤的男性角色：你和该角色各回复1点体力，各摸两张牌并将各自的武将牌翻面。每回合限一次。",
	["zhensha"] = "鸩杀",
	[":zhensha"] = "限定技，当其他角色使用【酒】时（在结算前），你可以弃置一张黑桃手牌，令该角色立即死亡。",
	["#Zhensha"] = "%from 发动了技能【%arg】，%to 一命归西",
	["@zhensha"] = "%src 使用了【酒】，你可以趁机弃置一张黑桃手牌，将其毒死。",
	["@vi"] = "鸩",
	["shengui"] = "深闺",
	[":shengui"] = "锁定技，若你的武将牌背面朝上，你不能成为男性角色使用锦囊的目标。",

	["#_panqiaoyun"] = "水性杨花",
	["panqiaoyun"] = "潘巧云",
	["cv:panqiaoyun"] = "梁小啾「御」",
	["fanwu"] = "反诬",
	[":fanwu"] = "每当你对其他角色造成伤害时，你可以交给任一男性角色一张牌，令该角色视为该伤害的来源。",
	["@fanwu"] = "你可以发动【反诬】，交给任一男性角色一张牌，令该角色视为本次伤害的来源。",
	["panxin"] = "叛心",
	[":panxin"] = "<font color=purple><b>限定技</b></font>，当其他角色死亡时，若你和该角色均不为主公，你可以和该角色交换身份牌，然后你摸一张牌。",
	["@pfxl"] = "叛心",
	["foyuan"] = "佛缘",
	[":foyuan"] = "<b>锁定技</b>，装备区里没有牌的男性角色使用的【杀】和非延时类锦囊对你无效。",
	["#Foyuan"] = "%to 的锁定技【%arg2】被触发，%from 对 %to 的 %arg 无效",
	["$fanwu1"] = "你当他是正人君子？",
	["$fanwu2"] = "是叔叔轻薄了我。",
	["$panxin"] = "跟我师兄一夜，胜于跟你十年！",
	["$foyuan1"] = "待我血盆还愿。",
	["$foyuan2"] = "佛牙可否借妹妹一观。",
	["unknown"] = "未知",
	
	["yuji"] = "于吉",
	["guhuo"] = "蛊惑",
	["guhuo_pile"] = "蛊惑牌堆",
	[":guhuo"] = "当你需要使用或打出一张基本牌或非延时类锦囊牌时，你可以声明并将一张手牌扣于桌上。若无人质疑，则该牌按你所述之牌来用。若有人质疑，则亮出验明：若为真，质疑者各失去1点体力；若为假，质疑者各摸一张牌，除非被质疑的牌是【红桃】且为真（仍可用），否则无论真假，该牌都作废，弃置之",
	["$guhuo1"] = "猜猜看哪?",
	["$guhuo2"] = "你信吗?",
	["~yuji"] = "竟然被猜到了",
	
-- last words	
	["~panqiaoyun"] = "一了百了～",
}
